{"e6rWxnppQmuSpUxcoXzoHw":{"content":"\n{%hackmd L0dLpQ_zTzGoNxeURzO2kw %}\n\n# g0v DigiResiTh0n logistics 基建\n\n{%hackmd VkctH3USQ-yoB6hw2s2D0Q %}\n\n## jun todos\n- [ ] set up a substack account as the mailing list services\n- [ ] set up a `digiresith0n` google groups as the admin mail address\n\n## apr 2024 todos \n- [ ] updates call for sponsor banner sections\n    - refer to this [page](https://g0v.hackmd.io/e-1Wrh_gTQWj4OBFPh6szA?view#Review-202404-%E6%8D%90%E6%AC%BE%E9%A0%81%E9%9D%A2%E6%94%B9%E7%89%88-%E5%9C%96%E7%89%87%E8%88%87%E6%9...","tags":[["title","g0v DigiResiThon logistics"],["tags","digital-resilience, resilience, internet-shutdown, digiresi, civil-defense, 民防, 數位韌性松, DigiResiTh0n, hackathon, logistics, 基建, 基礎建設, civil defense"]]},"oImzjz2XTciqP3lnbwkgKw":{"content":"\n# 與 g0v 社群參與者相關的影片拍攝、紀錄片拍攝\n\n共筆內容說明\n1. 蒐集與 g0v 參與者相關的「紀錄片訪談」、「活動拍攝」等動態影像製作。\n2. 當次的共筆文件、製作成果、拍攝單位簡要名稱...等。\n3. 依照拍攝年份排序。\n\n其他參考資料\n- [給記者朋友、研究者的採訪建議事項](/hgXdOpyZRPCK1HVBVGmIhA)[target=_blank] \n- [以 g0v 為主題的學術研究](https://g0v.hackmd.io/tpWNQTFvSOS_ZrSt2MiPWg)[target=_blank] \n- [g0v 媒體報導 / g0v media coverage](https://docs.google.com/spreadsheets/d/1YaD9e3HQ19ft2lSz_B9nnxjw8A-4Tb...","tags":[["description","與 g0v 社群參與者相關的影片拍攝、紀錄片拍攝"],["tags","採訪共筆, cowork guideline, g0v, 開源協作手冊, 基礎建設"],["image","https://i.imgur.com/vwP94aZ.jpg"]]},"tpWNQTFvSOS_ZrSt2MiPWg":{"content":"## 教科書 / 書本 / 出版\n### Schoolbook 教科書中曾出現 g0v 社群或專案的內容\n- 南一出版，公民與社會，高中公民課本\n    - 揪松團辦公室有一本實體書\n    - 相簿（出版資訊、內文翻拍）https://photos.app.goo.gl/jQK3M5coDXqMPzfe9\n    - ![](https://s3-ap-northeast-1.amazonaws.com/g0v-hackmd-images/uploads/upload_094795bbeb6d8e5d4e83cb0b21017003.jpeg)\n- 翰林出版，公民與社會，高中公民課本\n    - 揪松團辦公室有一本實體書\n    - 更多照片：https://drive.google.com/drive/folders/1S-AB4Kw-MmTA5BYvXjrRxpjqNmWFLyWt...","tags":[["# 研究計畫",""],["",""],["## 2013",""],["",""],["### 游知澔（chihao）[Questions for the g0v.tw community / 提問](/WdAey3rVQhSxlkDVV_XT0w)",""],["",""],["## 2015",""],["",""],["",""],["### Scraping the global civic tech community on GitHub, part 2",""],["- by Stefan Baack",""],["- https","//sbaack.com/posts/2015-11-19-scraping-the-global-civic-tech-community-on-github-part-2/"],["",""],["![](https","//s3-ap-northeast-1.amazonaws.com/g0v-hackmd-images/uploads/upload_b34579e004611ad6118a47116d9dfd3f.png)"],["",""],["",""],["",""],["### 阿宅的鍵盤革命 The Revolution of Hackers",""],["- 作者：陳貞樺",""],["- 關鍵詞：黑客；開放資料；開源精神；零時政府；群體協作",""],["- 論文：[碩博士論文網](https","//hdl.handle.net/11296/rpw35q)、[華藝連結](http://goo.gl/mx8Llk)、[論文檔案 pdf](https://github.com/g0v/papers/blob/master/%E9%99%B3%E8%B2%9E%E6%A8%BA%20-%202015%20-%20%E9%98%BF%E5%AE%85%E7%9A%84%E9%8D%B5%E7%9B%A4%E9%9D%A9%E5%91%BD.pdf)"],["- Abstract",""],["- During these years, there are groups of people who have coded professionally, begin to contribute their ability to Taiwan society. These engineers come from different fields, including web developers, high-classed programmers, elite hackers and so on. The same character of these people is the passion on reforming the society.",""],["- When fire accidents happened in Formosa Fun Coast, these hackers immediately create an infomation system, which provides the details of the victims and hospitals to help people organize the separated information. They also use the software of pattern-match system and the helps fromcrowds power, turning six hundred thousand campaign finance profiles to be digitalized. It makes politics more transparent.",""],["- They are good at coding ability to solve problems. When “bugs” happened in Taiwan society, they would find it and “debug”. Although they are neglected , these hackers still dedicate their professionals to create the “keyboard-revolution”.",""],["- This in-depth report focuses on these hackers, describing their backgrounds and kinds of “keyboard-revolution”. Based on interviewing, each chapter will tell different stories about different programming groups. In the end, this report also discuss the development and the dilemma of participatory democracy online in Taiwan.",""],["",""],["### 網路社群之重要構成因素探討","成員分享行為及輔助分享資訊工具研究---以g0v 零時政府為例 The Research of Important Composed Elements of Web Community: Member Sharing Behavior and Aid Communication Tool Study---A g0v.tw as an example"],["- 作者：郭依如",""],["- 關鍵詞：虛擬社群、分享、g0v 零時政府、非營利組織、社群建構",""],["- 問卷：[研究過程所使用的問卷](https","//g0v.hackpad.com/qlnlC8oRFCw)"],["- 論文：[碩博士論文網](https","//hdl.handle.net/11296/hk7ymm)、[論文檔案 pdf](https://github.com/g0v/papers/blob/master/%E9%83%AD%E4%BE%9D%E5%A6%82%20-%202015%20-%20%E7%B6%B2%E8%B7%AF%E7%A4%BE%E7%BE%A4%E4%B9%8B%E9%87%8D%E8%A6%81%E6%A7%8B%E6%88%90%E5%9B%A0%E7%B4%A0%E6%8E%A2%E8%A8%8E:%20%E6%88%90%E5%93%A1%E5%88%86%E4%BA%AB%E8%A1%8C%E7%82%BA%E5%8F%8A%E8%BC%94%E5%8A%A9%E5%88%86%E4%BA%AB%E8%B3%87%E8%A8%8A%E5%B7%A5%E5%85%B7%E7%A0%94%E7%A9%B6---%E4%BB%A5g0v%20%E9%9B%B6%E6%99%82%E6%94%BF%E5%BA%9C%E7%82%BA%E4%BE%8B.pdf)"],["",""],["## 2016",""],["",""],["### 後民主時代的公民參與—以 g0v 零時政府為例",""],["- 作者：魏珮樺、劉亭均、陳廷薇",""],["- 摘自內文：我們以呈現中央總預算的兩個網站：「g0v 政府預算視覺化網站」與「行政院主計處預算簡介與總覽」來探討他們對大眾的影響力。...為了更加了解以及證明我們的分析與推論，我們設計了一份問卷，請受訪民眾從兩個網站，接收訊息後，針對資料可靠性、操作難易度以及整體滿意度等方面來比較其差別。問卷收回總共 115 份。",""],["- http","//lib.smgsh.tc.edu.tw/view.aspx?id=842"],["",""],["### 我國公共政策網路參與機制之研究- vTaiwan及Join平臺之比較分析　",""],["- Taiwan''s E-Participation in Public Policy-- A Comparison Study Between vTaiwan and Join Platform",""],["- 作者：陳怡君",""],["- https","//hdl.handle.net/11296/x69s7q"],["",""],["### 電子治理研究中心：網路社群媒體時代政府公共諮詢與政策行銷之規劃　",""],["- https","//www.grb.gov.tw/search/planDetail?id=11489023"],["- The primary purpose of this research is to explore, in the era of Web 2.0, how Taiwan public agencies use social media in policy marketing and public consultation in order to realize a more open and transparent citizen participation.Through literature review, focus group meetings and questionnaire survey, this research will investigate practices in other countries and in public agencies in Taiwan, and find key factors in successful implementations, and to lay out guidelines to assist public agencies to do so. It will also describe and discuss trans-border electronic data exchanges between Taiwan and other regional entities, and related future strategies.",""],["### 台灣公民團體的變遷與持續( I )",""],["- https","//www.grb.gov.tw/search/planDetail?id=11576367"],["- Abstract","The purpose of this project is to examine new and old civil group and its political actions in Taiwan. It will be an explore research that cover topics ranging over the activists’ personal histories, the groups in which they worked, their concepts of democracy and citizenship, their understanding of politics, party identity, political attitude and why they got involved in it. Second part in this project is explaining what difference things with new and old civil groups. This two year project focuses on political activists. First analysis period after 2008-9, also after TAIWAN Wild StrawBerries Movement(野草莓學運) in end of 2008, that be thought the first internet political action in Taiwan. I will interview three types of civil groups’ members: those involve in political initiative groups, like pttcitizen1985(公民1985 行動聯盟).Groups of independent reports, they report with its own point of view and use internet as alternative media, like civil media@ Taiwan(公民行動影音資料庫). Third type will be open data users group, volunteers fetch government public data and convert hard data to soft, friendly use, like g0v(零時政府). Three major methods will be used. The first method is to conduct intensive interviews on political activists to know the ways they perceive democracy, citizenship, their party identity, and why they got involved in it. I will interview activists from three types of new civil groups, and recruiting 30-40 cases per year. I will interview activists of old civil groups with same questions during the second project period and recruiting 30-40 interview cases too. The second method is observation of participant. I will join some groups’ meeting or political actions to observe group members’ interactive. The third method is a content analysis on groups’ public message to know groups preferences, choices and policy positions. I expect that we are watching a wave of civil group changed in Taiwan, new citizens become political activists, more kinds of political participation, and more alternative new media will bring more alternative political actions."],["",""],["## 2017",""],["",""],["### 臺灣日常急診流量資料彙整與初步資料分析",""],["- Data Cleansing and Analyzing of the Service Amount of Emergency Departments in Taiwan",""],["- 作者：周雯淇",""],["- 摘要：臺灣急診壅塞情形近年來日益嚴重，使得重症患者的緊急醫療面臨了嚴峻的考驗，醫院急診室無法拒絕自行就醫民眾，當重大意外傷害發生時，例如臺灣的高雄氣爆意外事故、八仙樂園彩色派對粉塵爆炸事故，湧入大量重度級傷病患時，珍貴的緊急醫療資源如何權衡分配。重度級急救責任醫院當被輕症求診民眾擠爆，原本該收治急重症患者的醫院也因此無法致力於急重症的處理，進一步造成急重症病患無病床可用的窘況。本篇研究以重度級急救責任醫院的急診指標資訊為基礎，蒐集臺灣急診室平常流量趨勢與資源使用狀況，希望藉此可以找出影響急診流量與資源使用狀況的影響因子。各重度級急救責任醫院的急診相關資料取自衛生福利部、政府開放平台，以及非營利民間組織g0v零時政府。我們進行了資料格式轉換，將台灣地區急診緊急醫療資訊建置於關聯式資料庫中。藉由這個資料庫，我們初步分析與探討全國各區域的重度級急救責任醫院在平日不同時段作的流量分布與可能成因。",""],["- https","//hdl.handle.net/11296/5nn8z2"],["",""],["### 數位田野：當人類學家 hack 進零時政府黑客松",""],["- [演講投影片](https","//www.facebook.com/mg.lee.902/posts/1482053898480902)"],["",""],["### 從開放政府及零時政府看網路經營與公民參與新思維",""],["- 作者","李智揮"],["- https","//www.airitilibrary.com/Publication/alDetailedMesh?docid=P20191031001-201704-201911040027-201911040027-7-13"],["",""],["",""],["## 2018",""],["",""],["### 鍵盤參與：從「零時政府」檢視黑客社群開源協作式的公民參與 Keyboard Participation","A Case Study of \"g0v.tw\" on Open-source Collaborative Citizen Engagement in Hacking Community"],["- 作者：鄭婷宇",""],["- 關鍵詞：零時政府、開源社群協作、公民參與、數位民主、開放政府",""],["- 論文：[碩博士論文網](https","//hdl.handle.net/11296/q8j7n6)、[華藝連結](http://www.airitilibrary.com/Publication/alDetailedMesh1?DocID=U0001-1402201814112000)、[論文檔案 pdf](https://github.com/g0v/papers/blob/master/%E9%84%AD%E5%A9%B7%E5%AE%87%20-%202017%20-%20%E9%8D%B5%E7%9B%A4%E5%8F%83%E8%88%87%EF%BC%9A%E5%BE%9E%E3%80%8C%E9%9B%B6%E6%99%82%E6%94%BF%E5%BA%9C%E3%80%8D%E6%AA%A2%E8%A6%96%E9%BB%91%E5%AE%A2%E7%A4%BE%E7%BE%A4%E9%96%8B%E6%BA%90%E5%8D%94%E4%BD%9C%E5%BC%8F%E7%9A%84%E5%85%AC%E6%B0%91%E5%8F%83%E8%88%87.pdf)"],["- 投稿：www.cschinese.com/word/2561092018.pdf",""],["- [g0v Summit 2018 演講](https","//summit.g0v.tw/2018/agenda/recmuAnkOFghSmOju/why-did-i-delay-graduation-a-case-study-of--g0v-tw--on-open-source-collaborative)"],["- Abstract",""],["- Evolved from the hacker community, open source culture promote information transparency and public license, which allow people to obtain government information and oversee governance. People can communicate through online community, and collaborate to engage in politics. Open source culture and community collaboration not only enhance the autonomy of citizen, but also lowers the threshold for citizens to participate in public affairs. In view of this, this study chooses g0v for our case study, uses participatory observation and in-depth interviews to explore how open source culture community works to promote civic engagement though collaboration of g0v members.",""],["- Based on Clay Shirky’s theory of group action and elements of deliberation democracy from Weeks’, this study construct a model of \"Sharing-Cooperation-Collective action\" to interpret the implication of citizen participation in open source community. Through sharing information, cooperation to reach consensus and collective action to achieve the goal of the project, g0v participants translate public issues into open data, which is easy to access and understand. That helps to make citizens willing to pay attention to public affairs.",""],["- Compared with online deliberation, this study found that g0v also has diverse participants and equal chance to let every voice discuss. However, quality of deliberation in g0v collaboration is not stable. Representation of participant is often not enough is g0v project. Therefore, it’s hardly to guarantee the outcome of g0v projects is absolutely politically and practically feasible.",""],["- Compared with the traditional citizen participation methods, the requirement of public license enables all citizens to share collective wisdom, and speed up the process of overall social improvement. Also, decentralization empowers g0v participants high degree of autonomy, and make participants contribute with enthusiasm. Collaboration reduces the cost of civic engagement and expand the scale of participation. However, there are also bottlenecks in the g0v community''s participation model. The durability of citizen participation is unknown. Many projects doesn’t meet what citizens need, therefore fail to exert their influence and make society better.",""],["- Although citizen participation in open source community is not yet a mature model, g0v as a pioneer in bringing open-source technology and collaboration mechanisms to the public domain, has not only awakened citizens'' awareness of political participation, but also urged government to open public data, collaborate with the people , and set a precedent for initiating the project.",""],["",""],["### Hackers Get Together：數位時代的知識交流空間 / The Knowledge Exchange Spaces in the Digital Age",""],["",""],["- 作者：陳姿妤",""],["- 關鍵詞：黑客松、實體空間、虛擬空間、知識交流、鄰近性、暫時性群聚",""],["- 論文網址：",""],["- https","//hdl.handle.net/11296/fqdkjm"],["- https","//tdr.lib.ntu.edu.tw/bitstream/123456789/1289/1/ntu-107-1.pdf"],["- 摘自內文：本研究的研究方法主要透過質性訪談與參與式觀察來瞭解黑客松的活動動態，以及行動者於活動當中的知識交流行為。在經驗研究的資料蒐集上，本研究首先進行二手資料的蒐集，透過 HackNTU、Hackathon Taiwan、g0v 零時政府各自的臉書粉絲專頁及官方網站的活動推播，整理相關活動訊息。",""],["",""],["### 強化數位經濟法制及公民參與機制計畫",""],["- 研究人員：蕭博仁",""],["- https","//www.grb.gov.tw/search/planDetail?id=12111552"],["- Abstract",""],["- To facilitate “Virtual World Development Regulatory Adjustment Project,” former Minister without Portfolio of Executive Yuan Jaclyn Tsai proposed to g0v to build up the platform, vTaiwan.tw, gratis for civic participation. Besides, Science & Technology Law Institute, Institute for Information Industry has assisted the program to research international legal regulations of distant education, telework and sharing economy, and set up Virtual World Law Adjustment Program Communication Platform (vtaiwan.org.tw) to publish and promote the latest official news of virtual world law adjustment. In addition, the Prime Minister in the 5th and 17th supervision meeting of Executive Yuan instructed that the government check the domestic regulatory barriers of digital economy in industries, collect domestic and international regulatory policies which are urgent and influential to digital economy regulatory reform, and eventually propose necessary remarks thereto. Therefore, goals for this year are as follows","1 Actively Grasp international development of digital economy regulations. 2 Enforce digital economy regulations and civic participation scheme. Being the think tank of regulations and policies, we help the authorities to solve related and derivative issues in time."],["",""],["## 2019",""],["",""],["### Citizens, Politics, and Civic Technology","A Conversation with g0v and EDGI"],["- 作者：Fa‐ti Fan, S. Chen, Chia-Liang Kao, Michelle Murphy, M. Price, Liz Barry",""],["- 摘要：We believe it’s important, in this special issue on citizen science, to hear the opinions, experiences, and voices of practitioners. After all, they are front and center in the movements discussed in these pages. For this reason, we invited several participants in two noted civic-tech communities—g0v and EDGI—to join a conversation about techbased activism or civic hacking. They were Chia-liang Kao from g0v, Michelle Murphy and Matt Price from EDGI, and Liz Barry, who has been instrumental in both EDGI and Public Lab, another civic-tech group.",""],["- https","//www.semanticscholar.org/paper/Citizens%2C-Politics%2C-and-Civic-Technology%3A-A-with-Fan-Chen/f61af335976a32bb5977938709c2c2bd2c33a627"],["",""],["### 政治過程、資訊科技與連結行動：「開放政治獻金」專案成因與效應的分析",""],["- 作者：陳廷彥（國立台灣大學社會系）、許儷（國立台灣大學社會系）",""],["- 2019 台灣資訊社會研究學會年會暨論文研討會 學生論文組",""],["- [論文](http","//ccis.nctu.edu.tw/tais/conference/paper/000012763337142019.pdf)"],["",""],["### 【研究計畫】集結、眾議、協作：G0V如何用公民科技孵化新的民主實踐",""],["- 發起者：Cosmopolis",""],["- https","//g0v.hackmd.io/yJs9SfX2Q5WbnPdkNuEkBQ"],["",""],["## 2020",""],["",""],["### The Nobody Movement","Digital Activism and the Uprising of Civic Hackers in Taiwan"],["- 作者：李梅君 Mei‐chun Lee",""],["- 關鍵字：civic hacker, hacktivism, open government, network politics",""],["- [論文](https","//drive.google.com/file/d/1iZz10FKJtFAcDfZjfJxY-dosHkqzPcmE/view?usp=drive_link)"],["- [2017-2020 相關會議發表與演講投影片](https","//beta.hackfoldr.org/mglee-dissertation/https%253A%252F%252Fhackmd.io%252FRaVrZgEYTimYyJvxuew1Sg%253Fboth)"],["- http","//sts.org.tw/%e5%b9%b4%e6%9c%83/2021%e5%b9%b4%e5%b9%b4%e6%9c%83/2021-%e7%b7%9a%e4%b8%8a%e6%9c%83%e8%ad%b0"],["",""],["### Free the Data from the Birdcage",""],["- 作者：李梅君 Mei‐chun Lee",""],["- 關鍵字：data, digital activism, hacking, crowdsourcing, participation, Taiwan.",""],["- 論文：[PoLAR](https","//anthrosource.onlinelibrary.wiley.com/doi/10.1111/plar.12371)"],["- 以 data activism 角度討論 g0v 開放政治獻金，陽光照亮政商 專案的文章。",""],["",""],["### Civic hacking","a retrospect and an analysis of collaboration participation in g0v.tw"],["- 作者：Claire & Etblue",""],["- https","//www.semanticscholar.org/paper/Civic-hacking%3A-a-retrospect-and-an-analysis-of-in-Etblue/5df8d72792798d5dd0f433f9698ef983a41f6876"],["",""],["### 分身伐樹：以g0v的社群協作建置臺灣音像資料庫 Chopping Firewood with Clones","Building Taiwan's Sound and Image Archive by g0v's Community Collaboration"],["- 作者：陳含瑜",""],["- https","//hdl.handle.net/11296/wadeg3"],["",""],["### 立法問政、選區服務對議員連任影響之研究：以第12屆臺北市議會為例",""],["- The Study on Relationships between Law-making, Constituency Service and Re-election of City Councilors","A Case Study of 12th Taipei City Council"],["- 作者：陳慧玲",""],["- 摘要：既有理論指出，立法問政與選區服務是影響代議士是否連任的主要因素。藉由線上社群「g0v零時政府」所蒐整「Vote Taiwan投票指南」的數據資料，本研究以54位第12屆臺北市議員尋求連任第13屆臺北市議員為研究對象，主要自變項為議員在任內的立法問政（包括提案數、投票缺席率、議會缺席率與書面質詢）與選區服務（議員建議款），而連任成功與否及連任得票率為依變項。同時，為了解其他因素對議員連任的影響，並將議員個人因素（包括年齡、性別、從政資歷、政黨屬性）與所在選區規模做為控制變項。為了解各自變項對議員連任與否及連任得票率的影響程度，本研究分別以線性迴歸模型與二元羅吉斯迴歸模型進行分析。分析結果顯示，立法問政的各變項並未達統計上的顯著性，但在爭取越多的議員建議款，則可顯著地提高競選連任成功的機率。由於議員可運用資源從事選區服務，爭取建議款建設地方，因此，選民願以選票鼓勵其連任。本研究建議，議員從事各項選區服務之資訊應公開透明，諸如索資、會勘等，都應接受大眾檢驗，落實責任政治的民主原則。透過選區服務相關資訊之揭露，保障民眾知的權利，促使議員本於職責，妥善監督市政建設。",""],["- https","//hdl.handle.net/11296/tcb9zg"],["",""],["### 《Taiwan's Tech-savvy Citizens Helped Flatten Its COVID-19 Curve（臺灣科技公民協助對抗新冠肺炎）》",""],["- 2020.08.06",""],["- https","//penntoday.upenn.edu/news/taiwans-tech-savvy-citizens-helped-flatten-its-covid-19-curve"],["- 研究動機背景介紹文章：東華國企系周慧君教授撰文展現臺灣防疫成果，獲華頓商學院收錄善盡國際防疫之大學社會責任",""],["- https","//www.ndhu.edu.tw/p/406-1000-169301,r4956.php?Lang=zh-tw"],["- 摘自文章：2020年疫情爆發以來，針對疫情的合作或重點皆聚焦在科技領域，而周教授在臺灣新冠疫情初起之時，即關心疫情發展，做為管理科學研究者，認為管理學界不能缺席。周教授更本著大學社會責任（USR）之期許，隨即加入g0v等社群平臺，與社群成員暨多位平臺貢獻者討論，貢獻所學並參與紀錄此重要歷史事件，特別是臺灣科技公民所展現的力量及其效應。逢此人類遭遇重大劫難之時，解決方法亟需結合科學、人文、技術與安全等領域之知識，大學做為社會中創造知識與知識傳承之角色，除科學性防治疫情外，亦有紀錄與共享可行經驗之責任。",""],["",""],["### 以無疆界組織型態探討公民參與之實踐-以g0v零時政府為例",""],["- 東華大學國際企業學系大學專題",""],["- 問卷：",""],["- https","//g0v.hackpad.tw/g0v-pinQZXeeACn"],["- https","//g0v.hackmd.io/0e3aMWuCT6G9HWVUo8corw"],["- https","//www.surveycake.com/s/rN4ao"],["- 受訪者提供內容",""],["- chewei> 依照訪綱提供[簡要文字](https","//docs.google.com/document/d/1nv8LpIKD5f_AijCI0FcvFagPINq1Bcn8YbZCg24N6Wk/edit)，並搭配訪談"],["",""],["### 從自由的窄廊探討新冠肺炎對台灣國家社會關係的影響","以口罩地圖為例"],["- 作者：周睦怡、鄭珮宸、陳以儒、陳東升",""],["- 發表於 2020 臺灣社會學會年會「疫起看社會","全球鉅變中的台灣社會學」"],["- https","//www.tsameetings.org.tw/up_photo/moon-system/images/2020%E8%87%BA%E7%81%A3%E7%A4%BE%E6%9C%83%E5%AD%B8%E5%B9%B4%E6%9C%83%E5%85%AC%E5%91%8A%E7%89%88%E8%AD%B0%E7%A8%8B.pdf"],["",""],["## 2021",""],["",""],["### 從全球公民科技到亞洲社群：台灣g0v社群的國際交流與數據行動主義  From “Global Civic Tech” to “East Asian Community”","Taiwan's g0v Community’s International Exchange and Data Activism"],["- 作者：羅翔鈞 Sam Robbins",""],["- 關鍵字： civic tech, data activism, transnational social movements, transnational collective action",""],["- 論文","https://drive.google.com/file/d/1neQNq4Td8mqFOrZOHd7Zunw5WthJqfiS/view?usp=sharing"],["",""],["### “Nobody’s” Having Fun","The Emotional Politics of Empowerment and Hacking in Taiwan’s g0v Community"],["- 作者：羅翔鈞 Sam Robbins",""],["- 關鍵字：Fun, data activism, politics of emoitions, hacking culture",""],["- 摘要：https","//hackmd.io/@en5bBuSOSvKdMhZUCaoFyQ/H13WvmTGu/edit"],["- Taiwan Insight 文章",""],["- https","//taiwaninsight.org/2021/05/20/fun-politics-and-the-politics-of-fun-in-taiwans-g0v-community/"],["",""],["### Hackers Facing the Ocean","Tech Cultures and International Exchange in the g0v Community"],["- 作者：羅翔鈞 Sam Robbins",""],["- https","//www.facebook.com/100000469012710/posts/6967284696630428/"],["",""],["### 後真相時代裡的真相機器人：Line機器人與另類事實的群眾協作",""],["- 作者：李梅君 Mei‐chun Lee",""],["- 2021台灣科技與社會研究學會年會，會議論文，2021/08。",""],["- https","//www.facebook.com/100000289175202/posts/4669617756391151/"],["",""],["### 「沒有人」的運動：黑客、鄉民、與資料行動主義",""],["- 分享人：李梅君 aka. mglee (人類學家/科技部人社中心博士後)",""],["- 時間：5/28, 8-10PM (50min talk + QA)",""],["- 活動共筆：https","//g0v.hackmd.io/ib5hgpTtSzKPW-VVEDHOIA"],["",""],["### g0v 如何運作？ 尋求研究受訪者",""],["- 研究者：彭松嶽",""],["- 共筆：https","//g0v.hackmd.io/Uuv81ubASUqd7uJtuNHT0g"],["",""],["### 公民持續參與G0V開源社群之動機-以生存、聯結與成長為觀點 Motivations of Citizens' Continuous Participation in the G0V Open Source Community","From the Existence, Relatedness, and Growth Perspective."],["- 作者：于宜均",""],["- 研究成果：https","//etheses.lib.ntust.edu.tw/cgi-bin/gs32/gsweb.cgi/ccd=ON3dO_/record?r1=1&h1=0"],["- 轉貼摘要：本研究發現，G0V社群參與者的持續參與動機，受生存、聯結與成長需求強烈影響。首先，社交與專案能力能增強參與動機，但個人生活型態對持續投入也可能產生阻礙。另外，數位公民在選擇是否持續參與，與他人的聯結感將會反應在社交互動上。當獲得成情感與社交支持時，會產生價值觀積極改變與作為。再者，當專案產出具有價值與影響力又能達成利他行為時，參與意願會因此提升。故強化社群成員間交流互動，除得鞏固個人參與動機，亦能產生自我實現的感受。",""],["",""],["### 追求公眾利益：透過實務社群發展公民科技 In Search of Common Good","Civic Technology Development in a Community of Practice"],["- 計畫主持人：陳小芬",""],["- 相關資訊：https","//www.grb.gov.tw/search/planDetail?id=13879348"],["- 研究摘要：近年掀起一股公民科技的浪潮，公民科技運用開放資料、關注共眾利益，致力解決公共問題。公民科技由實務社群(Community of Practice)驅動，基於開源軟體的概念，將來自各個領域的志願者聚集起來。永續發展和持續的民眾參與是公民實務社群的關鍵議題，為此，成功的公民科技社群需要精心設計的社群結構和流程以鼓勵公民參與並促進合作。本研究旨在探討公民科技社群採用的結構與協作流程的核心要素，以Wenger的實務社群理論來闡釋個案及發展研究架構。本研究以臺灣著名公民科技社群「g0v零時政府」為研究個案，進行個案研究。g0v為全球前三大開源社群，本研究透過訪談及社開大量豐富之開會記錄、Podcast及刊物等資料，探究g0v如何設計其結構，以支持社群參與者在處理公共問題時能支援社群成員建立共享的目標、社群認同、價值傳統、學習和公共實務的持續性發展。本研究以實務社群的觀點，並藉由個案闡釋探討及推導公民科技社群的運作。本研究結果將能協助民眾、政府和企業了解並學習這種自我治理的有機體所帶來的管理意涵及價值。",""],["",""],["### 研究主旨：新冠疫情(COVID-19)下，G0V 在科技防疫上的貢獻",""],["- 研究單位",""],["- 跨國研究團隊：澳洲雪梨大學、國立政治大學、國立嘉義大學、國立高雄大學",""],["- 主持人：國立政治大學資管系張欣綠教授、國立嘉義大學朱彩馨教授、國立高雄大學王凱教授",""],["- 訪談共筆文件",""],["- https","//g0v.hackmd.io/@oNf2LROcSyufFIDPz80GvA/BJuCoipLK"],["",""],["### 從《自由的窄廊》探討新冠肺炎對台灣國家社會關係的影響：以口罩地圖與醫事人員權益為例",""],["- 作者：周睦怡、鄭珮宸、陳東升",""],["- 期刊投稿",""],["",""],["### E-Governance and Civic Technology","Lessons from Taiwan"],["- 作者：Biberman, John",""],["- https","//www.econstor.eu/handle/10419/249837"],["",""],["### 政府開放資料使用經驗之調查研究",""],["- 研究單位：楊東謀",""],["- 後勤中心社團，4/20 問卷說明貼文 https","//www.facebook.com/groups/g0v.general/posts/3840122449397466/"],["- 後勤中心社團，7/16 問卷成果介紹文：https","//www.facebook.com/groups/g0v.general/posts/4088128094596899/"],["- 問卷結果文件：https","//www.dropbox.com/s/xnma9z64sl8kb94/ogd_survey.pdf?dl=0"],["",""],["## 2022",""],["",""],["### Interview on Digital G0vernance",""],["- Researcher","NicolasDejean"],["- https","//hackmd.io/joPHGllYSniP9jqOwsPlPg"],["",""],["### Research on Cybersecurity Issues in Taiwan",""],["- Andy Kwok",""],["- https","//g0v-slack-archive.g0v.ronny.tw/index/channel/C02G2SXKX/2022-03#ts-1647277446.2305"],["- quote from g0v slack \" I'm doing a part time master in geopolitics, more focused on how data is being used as a tool for influence and power in a global scale. My thesis subject would be that one","How a potential invasion might unfold. From mainland's perspective (cyber warfare, information warfare) with weak/strong signals and how Taiwan is adapting, by creating a hacker community, advocating-creating counter cyber-insurrections and how cyber defence is being built in Taiwan.\""],["",""],["### 研究計畫：開放政府資料再利用研究—資訊軟體開發人員觀點",""],["",""],["- 研究機構：國立臺灣師範大學圖書資訊學研究所",""],["- 計畫主持人：鄭惟中．博士候選人",""],["- 共同主持人：邱銘心．副教授",""],["- 希望能邀請「使用過開放政府資料製作APP或其他資訊產品的人員」參與學術訪談。",""],["- 相關細節請進",""],["- https","//forms.gle/jRukt8NpU8cyJM8CA"],["",""],["### Seeking White Paper Input - Collaborative Questions on Challenges and Successes in Sustaining and Scaling CivicTech Initiatives",""],["",""],["- https","//g0v.hackmd.io/@azink/BJyzFhgcq"],["",""],["### 拼裝公民科技","黑客、鄉民、與資料行動主義 Assembling Civic Technologies: Hackers, Netizens, and Data Activism"],["- 作者：李梅君，中央研究院民族學研究所助研究員",""],["- 《科技、醫療與社會》第 35 期,頁 113-164,111 年 10 月出版",""],["- https","//doi.org/10.6464/TJSSTM.202210_(35).0004"],["",""],["### From Interdisciplinary to Intercultural","A Cultural Exploration of Open Source Collaboration in g0v"],["",""],["- 布里斯托大學 社會與文化理論碩士畢業論文",""],["Dissertation","MSc Social and Cultural Theory (University of Bristol)"],["- Researcher 研究者","Chi-Fu Wang 王紀芙"],["- File 論文檔案：[Dissertation_2240730](https","//drive.google.com/drive/folders/1Rt_5kbrY0IKrkDGkqQXVEpjk995P2DLG?usp=sharing)"],["- Dissertation Topic Outline",""],["",""],["The research is expected to investigate 'Cross-disciplinary to Cross-cultural Communication in G0V', exploring the culture of g0v as a civic technology community and cross-cultural communication with members of civic communities in other countries.",""],["",""],["'g0v' is a local grassroots civic community in Taiwan, dedicated to promoting an open and collaborative 'decentralised project operation model' that has attracted many citizens to participate. Through civic technology and open-source collaboration, g0v aims to build and improve Taiwan's civic environment, while promoting civic participation in social issues and influencing the policy of the government, creating a bottom-up force for citizens to affect government policy.",""],["",""],["As the civic technology and open-source collaborative culture of the g0v community grows, exchanges between g0v and the international community are becoming more frequent, opening up many events and meetings with civic technology communities in other countries. This paper will focus on how citizens can integrate and participate in the open-source collaborative culture of g0v, and then how they can reach a consensus and collaborate on specific issues when interacting with members of other countries' civic tech communities beneath the cultural differences.",""],["",""],["- **Keywords** - Civic Engagement, Open-Source Collaboration, g0v, Hackathon, Intercultural Communication",""],["",""],["",""],["### Interview on GAFAM and g0v",""],["",""],["- Researcher","Hélène"],["- info",""],["- https","//g0v-slack-archive.g0v.ronny.tw/index/channel/C1CHAA0QL#ts-1672471608.9815"],["- questions",""],["- https","//docs.google.com/document/d/1bFC1l2kYhovMe_WEwvedI5_E0PST3H7oFIQyspfaKwo/edit?usp=sharing"],["",""],["## 2023",""],["",""],["### 利用民間租屋資料與行政資料估計臺灣租屋市場逃漏稅程度",""],["",""],["- 民間租屋資料, Rentea",""],["- https","//www.facebook.com/share/p/ECoWKaLp6aMRw6D9/"],["",""],["",""],["### 〈臺灣公民科學計畫資料徵集與品質維護：策略與實踐〉",""],["- 論文研究資料，有回顧專案所整理的計畫清冊",""],["-  https","//hdl.handle.net/11296/s2mgwq"],["-  專案社團：https","//www.facebook.com/groups/437659989769965/permalink/2369108633291748/"],["",""],["### Insights from a Comparative Study on the Variety, Velocity, Veracity, and Viability of Crowdsourced and Professional Fact-Checking Services",""],["- https","//tsjournal.org/index.php/jots/article/view/118"],["- 研究範疇有涵蓋 Cofacts",""],["",""],["",""],["### 一個有關G0V跨文化溝通與交流的文化研究","探討社群的多樣性和前瞻性"],["- Researcher","Skyler"],["- 說明文件：https","//hackmd.io/6JJ_CnSRRjCeIZE-L9vQww"],["- 簡報：https","//www.canva.com/design/DAFfeMCgJxU/OTC859O7HVPV3DWGoSViLg/view?utm_content=DAFfeMCgJxU&utm_campaign=designshare&utm_medium=link&utm_source=recording_view"],["",""],["### 台灣社會如何抵禦中國共產黨的統戰工作？",""],["- Researcher","Mariah Thornton 宋妍嫵"],["- 倫敦政經學院的博士生",""],["- https","//www.lse.ac.uk/international-relations/phd-students/thornton-mariah"],["- 研究進度分享",""],["- 參加　20230701 台中黑客松，分享研究構想",""],["- 簡報：https","//docs.google.com/presentation/d/1Esa2lm9wvWHU8MgSVY9lKADr-erZkdBH/edit?usp=sharing&ouid=106362271632988390597&rtpof=true&sd=true"],["- 影片：https","//youtu.be/i-EvZHa3uvE"],["",""],["### 研究 g0v，對台灣的國際關係有什麼影響",""],["- 轉貼自 slack #rand0m：大家好！我是Phillip，上個月來台灣學台灣文化和華語。這個調查是為了我們文化課的期末研究報告。我在台灣的時候，看到台灣人參加了很多台灣的民主和政治活動。為了期末報告，我想研究g0v，對台灣的國際關係有什麼影響。你可以幫我做這個問卷嗎？這是匿名的問卷調查。謝謝大家！",""],["https","//forms.gle/2pHWQohtS1PWix1LA"],["",""],["### 研究阿美語萌典的發展",""],["- Slack Channel #amis https","//g0v-slack-archive.g0v.ronny.tw/index/channel/C11GNUL95#ts-1691896582.943229"],["- Coleton> Nga’ay ho！大家好，我叫Coleton．我是一個東華大學美國碩士生．我的論文研究關於阿美語萌典的發展. 我很想聽到這個項目的貢獻者的意見，無論多久以前或你的貢獻有多大．事實上，我特別想聽聽那些只提供了一點幫助的人的意見．你是如何做出貢獻的？為什麼？ 我的目標是描述＂沒有人＂特別幫助這個項目的動機是什麼．我希望更多地了解人們貢獻的動力，我們可以幫助阿美語萌典對阿美語者和學生更有幫助．有甚麼問題都可以問我，或者給我DM．Aray！",""],["",""],["",""],["## 2024",""],["",""],["### Checking Facts by a Bot - Crowdsourced Facts and Intergenerational Care in Posttruth Taiwan",""],["",""],["- Mei-chun Lee",""],["-",""],["https","//www.journals.uchicago.edu/doi/abs/10.1086/730621"],["- Abstract","From the discussion of “posttruth” in 2016 to the “infodemic” in 2020, online rumors seem to have become more rampant, harmful, and harder to be debunked. This article examines Cofacts, a Taiwan-based fact-checking service that combines a chatbot and a database of fact-checked responses provided by volunteers to help debunk rumors circulated on the messaging app LINE. I argue that Cofacts’s crowdsourcing approach joins what Donna Haraway calls embodied objectivity that insists on “the particularity and embodiment of all vision” to challenge the conventional fact-checking practice that presumes singularity, disembodied objectivity, and authority. Underpinning Cofacts’s fight against online rumors is the intergenerational conflicts that are ingrained in different life experiences, beliefs and values, and expectations of what a good life is. By taking up a technological solution that emphasizes openness, Cofacts opens a space for digital natives to contest what fact is and claim the power of speaking from their parents and the patriarchal society on the one hand and to forge new connections of care and reinitiate conversations that have been barred by the invisible walls of chat rooms and the widening gap of values and beliefs between generations on the other hand."],["- 中文摘要：從2016年「post-truth」的討論到2020年的「infodemic」，網絡謠言似乎變得更加猖獗、有害且難以駁斥。本文探討了Cofacts，一個台灣的事實查核服務，它結合了聊天機器人和由編輯志工提供的事實查核資料庫，來幫助查核在LINE上流傳的謠言。我主張，Cofacts的眾包方法結合了Donna Haraway所稱的即身客觀性 (embodied objectivity)，這種客觀性堅持，知識都有其視角與身體，從來就非普世皆同。透過群眾外包的事實查核機器人，Cofacts從而挑戰傳統事實查核中，認為事實是單一、客觀的並且具有權威的觀點。Cofacts誕生於台灣不同世代之間的衝突，這些衝突源於不同的生活經歷、信仰和價值觀，以及對美好生活的期望。通過採取強調開放性的技術解決方案，Cofacts為數位原住民打開新的政治空間，一方面他們可以在父家長的社會中爭奪對事實的話語權；另一方面，Cofacts的眾包方法也讓數位原住民之間建立新的關懷聯繫，並重新開始因同溫層和世代對立而被阻礙的世代對話。",""],["",""],["### g0v D2WG 數位民主研究案工作小組",""],["",""],["* 「公民科技促進數位民主發展之挑戰及政策建議」政策報告",""],["* https","//g0v.hackmd.io/@d2wg/book"]]}}