{"gua28FxYTwKlSkmgIdBQiA":{"content":"## Internet of Things (IoT) for building Smart Home System\n\n### 智慧家庭，安全事件，遠端操控\n如何利用FLIP（Frugal Labs IoT Platform）來監控和控制智慧家庭環境。文章中提到的實驗使用了溫濕度感測器、光線感測器，並透過FLIP平台進行控制指令的傳輸。具體的實驗代碼用於發布溫度、濕度和光線強度數據，並允許遠程開關燈光。實驗結果表明，該系統能夠有效地進行環境監控和設備控制，從而提升了能源和資源的利用效率。\n\n主要實驗的目的：\n* 監控和控制智能家庭環境。\n* 改善空氣質量和安全性。\n* 遠端控制家電、門窗鎖。\n* 在特...","tags":[["## A Reciprocal and Extensible Architecture for Multiple-Target Tracking in a Smart Home",""],["### 智慧家庭，多感測器，CAMERA，壓力墊",""],["實驗中使用了載荷感測地板作為無縫感測器，以及RFID作為有縫感測器，展示了所提架構的有效性。目的是為了在智能家居環境中同時追踪多個目標，提高位置估計的準確度並彌補每種感測器或追踪算法的限制。實驗結果顯示，透過這種方法能夠靈活地添加或移除追踪感測器/模型，以適應真實人類需求，並提高了追踪多目標的可靠性。",""],["",""],["這篇文章所使用的策略是一個混和策略，其混和了有縫策略跟無縫設備以促進它們的協作互動，",""],["![](https","//s3-ap-northeast-1.amazonaws.com/g0v-hackmd-images/uploads/upload_d45b07caab4cf0f534db107097bc9f64.png)"],["這個是表格一。",""],["作者認為有縫設備會要求受試者帶著一個令牌，這是不切實際的。",""],["然而無縫設備則是常常會在多居民環境中，居民的ID可能很容易混淆。",""],["通過相互合作，這項工作可以在不忽視以人為中心的關注點以及大多數基於令牌的傳感器固有的功耗問題的情況下跟踪居民。",""],["",""],["這種分類可以作為用戶根據他們對分辨率、成本、隱私、準確性等方面的關注，選擇當前可用傳感器的靈活組合以獲得令人滿意的多目標跟踪結果的指導。通過有效利用普透計算，使人們而不是環境在日常和工作實踐中變得更智慧和主動。此外，該架構可以作為一個平台來改進當前可用的跟踪方法，這也是我們選擇通過改進我們以前的單傳感器方法，也就是即分別使用RF識別RFID和感應地板來驗證我們的架構的原因，以顯示混合的無縫和有縫設計確實可以增強我們以前的工作。",""],["",""],["- PROPOSED APPROACH",""],["他們在這邊提出了一個基於SOA概念的通用多代理系統架構，用於智能家居。除了繼承先前工作的優勢外，通過引入互惠合作和以人為中心的設計概念，進一步增強了先前的架構，以便更好地開發具有定位感知功能的應用程序。",""],["在所提出的架構中，有一個整合平台，用於處理智能家居系統中各種組件之間的消息交換。每個組件都有其對應的代理，這是基於先前工作的概念設計的，但在這裡專門用於定位。代理可以以事件驅動的發布者/訂閱者方式分發消息，以便系統中的代理可以高效且方便地相互通信。",""],["如圖1所示，利用整合平台在架構中的優勢是在各種連接的組件之間交換和共享消息的角色。對我們先前架構的一項增強是，整合平台內部的共享消息隊列處於一個分層/分層的邏輯結構中，以便所提議的架構中的每個代理可以在某些適當的級別（包括原始數據、特徵、上下文、命令或其他更高級的信息）上共享信息以獲益。因此，整個多目標跟蹤任務可以以分治方式運行。",""],["對我們先前的架構的另一項增強是連接組件之間的合作互動。對於設備之間的互惠合作，每個設備代理從其關聯的跟蹤設備中提取重要特徵並將其發布到整合平台；同時，該設備代理訂閱來自平台的感興趣的上下文信息，以便控制其關聯的設備或與連接到平台的其他設備合作。為了應對跟蹤居民的動態性質，新增加的設備代理只需要關注通過平台交換的消息，並遵循統一的消息交換格式（或協議），而不是通過與其他代理的直接通信，以促進可擴展性。這種鬆散耦合的架構使得跟蹤設備的加入和分離變得更加容易。",""],["",""],["![](https","//s3-ap-northeast-1.amazonaws.com/g0v-hackmd-images/uploads/upload_79151ea6e3589666dd29f21892b76fbb.png)"],["這張圖主要的意思就是，在進去Intergration 的platform裡面之前他們的分層處理能讓他們可以保有是否使用那些設備的部分彈性。",""],["其他內容",""],["* 設備分類和整合：該架構整合了不同類型的底層設備，包括無縫傳感器（seamless sensors）和有縫傳感器（seamful sensors）。無縫傳感器主要用於連續監測居民的存在，而有縫傳感器則在無縫傳感器無法區分不同目標時或信心值低於某個閾值時才啟用，以節省能源。此外，還引入了“活動傳感器”和“互動設備/界面”兩個類別的底層設備。活動傳感器用於更好地估計居民的活動，而互動設備/界面則用於提供準確的校正信息。虛擬傳感器/執行器用於簡化架構評估，以通過模擬驗證架構的韌性和可擴展性。",""],["",""],["* 特徵處理和上下文推斷：底層設備的代理利用這些設備生成盡可能多的可區分特徵，以提高位置估計的性能。擁有選定的信息特徵後，可以使用概率推理和數據關聯等方法來估計每個目標的位置，並處理多個傳感器帶來的意外模糊性。推理代理可以主動檢測與位置相關的上下文數據的質量並根據需要調整其貢獻水平，以應對設備故障等挑戰。",""],["",""],["* 上下文表示和應用建立：推斷的上下文數據存儲在數據庫中，供後續開發位置感知應用程序使用。智能家居系統可以以創新的方式表示實時或歷史上下文數據，並根據客戶端設備類型（例如手持設備）提供定制信息。此外，該架構支持多模型合作，允許多個模型訂閱感興趣的上下文信息並執行不同的算法，以改進最終估計值。",""],["",""],["多目標的tracking",""],["* 無縫傳感器：這些傳感器持續運行，是主要的跟蹤設備。它們檢測居民的存在並估算其位置。對其估算的信心取決於居民之間的距離。",""],["",""],["* 有縫傳感器：這些傳感器僅在無縫傳感器的數據存在潛在歧義時才會被激活。它們的目的是提供額外信息以提高準確性。",""],["",""],["* 信心因子：系統根據無縫傳感器的數據計算信心因子。這個信心因子反映了任何兩個目標（居民）之間的接近程度。兩個目標相距越遠，無縫傳感器的估算就越有信心。",""],["",""],["* 行動區塊：系統使用“行動區塊”來建模居民運動的有效範圍。這些行動區塊被表示為2-D高斯分佈。它們有助於評估居民之間的接近程度。",""],["",""],["* 行動區塊的重疊：當行動區塊共享常見區域時，它們被視為重疊。行動區塊之間的重疊程度影響信心因子。",""],["![](https","//s3-ap-northeast-1.amazonaws.com/g0v-hackmd-images/uploads/upload_58261d37f42475a35a662c0d7800cdd5.png)"],["",""],["* 效用函數：系統定義了效用函數，以控制一個傳感器的數據對另一個的影響程度。這些函數有助於確定有縫傳感器應何時以及如何協助無縫傳感器。",""],["",""],["實驗本身",""],["ActiveMQ在這個實驗中被主要用到，這是一個java的（JMS）標準的中間件工具包，它提供了分佈式消息交換的事件驅動的發布者/訂閱者機制。這個工具包非常適合我們實現提出的架構。我們已經使用Java或C#實現了所有代理，然後使用GeNIe和SMILE ，一個圖形模型工具包，來訓練位置推斷引擎背後的貝葉斯網絡（作為推斷代理）。https","//zh.wikipedia.org/zh-tw/%E8%B2%9D%E6%B0%8F%E7%B6%B2%E8%B7%AF"],["貝葉斯網路的主要組成部分包括：",""],["節點（Nodes）：代表不同的變數或事件，這些變數可以是離散的或連續的，它們之間的依賴關係由DAG中的連接表示。",""],["弧（Arcs）：表示變數之間的依賴關係。如果從節點A指向節點B的弧存在，則意味著節點B的條件概率分佈依賴於節點A。",""],["條件概率分佈（Conditional Probability Distribution，CPD）：每個節點都有與之關聯的條件概率分佈，描述了該節點在不同條件下的可能取值。",""],["貝葉斯網路的主要應用包括：",""],["機器學習：用於分類、回歸和概率預測問題。貝葉斯網路可以建模複雜的依賴結構，並用於預測未知變數的概率分佈。",""],["決策支持：用於決策分析和風險管理。貝葉斯網路可以幫助做出基於不確定性信息的合理決策。",""],["自然語言處理：用於語言模型和語義分析。貝葉斯網路可以捕捉詞語之間的語境依賴性。",""],["貝葉斯網路的一個重要特點是它可以處理*不確定性信息*，並通過結合先驗知識和實際證據來更新概率分佈。這使得貝葉斯網路在許多實際應用中都具有強大的建模和推斷能力。",""],["![](https","//s3-ap-northeast-1.amazonaws.com/g0v-hackmd-images/uploads/upload_13ff3419755de31252aed7b9ab237f89.png)"],["這圖片是講說他們怎麼布置設備的。",""],["A. 情境模擬以展示相互合作",""],["儘管我們更加關注無縫和有縫設備之間的相互合作，但合作並不限於這兩種類型的傳感器。因此，我們模擬了在CoreLab中部署的不同傳感器/執行器之間的三種類型的合作情境，下表總結了這三種類型的相互合作如何實現。這些情境展示了各種設備的協同作用如何通過所提出的架構提供更滿意的用戶體驗和穩健的估算。然而，為了繼續進行本研究的主題，我們在下一節的跟蹤情境中僅評估了更有趣的相互合作類型，即“無縫和有縫設備”進行多目標跟蹤。",""],["![](https","//s3-ap-northeast-1.amazonaws.com/g0v-hackmd-images/uploads/upload_3b4f7e2880e8a6f91df85cc0ce11f34a.png)"],["無線電流流感測器：用於偵測與家電相關的活動，並在智能家居中用戶存在時提高功率效率。模擬合作中，它與其他感測器相結合，延長電池壽命。",""],["",""],["無線壓力地墊：提供用戶的位置信息，以正確地關聯數據。在合作模擬中，與活動相關的感測器互相協作，以提高識別精準度。",""],["",""],["攝像頭：在需要照明時提供用戶坐標或識別信息。夜間，它們可用於檢測入侵者並啟動燈光。",""],["",""],["無線接近感測器：用於確定位置，以節省能源。它們可以在特定條件下激活或關閉其他裝置。",""],["",""],["感應地板：在可疑活動時喚醒攝像頭，用於存儲數據以節省能源。它們可以在不可靠的識別情況下進行補償。",""],["",""],["攝像頭與感應地板：在燈光條件需要調整時提供互助合作，攝像頭可以在不需要全時監控時進入休眠模式，以節省資源。",""],["",""],["B. 跟蹤情境設計",""],["基於先前討論的信心評估，設計了三種跟蹤情境，旨在故意混淆無縫傳感器（感測地板），以便有縫傳感器（RFID系統）將被激活以幫助校正無縫傳感器的數據關聯結果，即，在這些情境中，居民的運動模式不夠規律，以至無法從無縫傳感器中正確推斷出他們的位置。",""],["",""],["以下是這三種情境的簡要描述：",""],["",""],["突然停止情境（Sudden Stop Scenario）：一名居民突然停下來，另一名居民繼續前進。",""],["",""],["同時轉向情境（Coincident Turnaround Scenario）：兩名居民同時轉向。",""],["",""],["同時轉彎情境（Simultaneous Turn Scenario）：兩名居民同時轉彎。",""],["",""],["這些情境的目的是故意引起無縫傳感器的混淆，以證明有縫傳感器可以提供校正信息，從而改善無縫傳感器的估算結果。圖中展示了每種情境的原始路徑，無縫傳感器的估算結果以及有縫傳感器提供的校正結果。通過這種合作，可以實現無縫和有縫設備之間的相互合作。",""],["![](https","//s3-ap-northeast-1.amazonaws.com/g0v-hackmd-images/uploads/upload_2f6a092d984eaaf84ed9b2b69431067d.png)"],["過程",""],["在這三種跟蹤情境的基礎上，首先評估了在不考慮相互合作的情況下利用我們之前的單一傳感器方法進行多目標跟蹤。在給定的跟蹤情境下，地板（或地板準確性）的跟蹤準確性定義為在整個重複測試的跟蹤情境（如圖4所示）中，正確ID的總計數占ID的總計數的平均百分比。",""],["",""],["一開始，兩個帶有RFID標籤的人反復沿著預先安排的路線行走，如跟蹤情境所示。在沒有有縫RFID傳感器的幫助下（或者關閉RFID標籤），地板的平均誤差距離在76%的測試情況下可以達到28.28厘米。然而，在這三個跟蹤情境中，即使在兩個人碰面後，地板的準確性分別降至0％，0％和22％，即使在多居民情況下，平均性能令人滿意，但地板幾乎失去了對居民的跟蹤，這可能導致智能家居中的錯誤服務提供。另一方面，在沒有無縫地板的幫助下，如果標籤不斷發送封包（例如，如果系統每秒發送一個封包，則RFID標籤的電池電量平均在三天內耗盡），主動RFID標籤將迅速耗盡電池電量。",""],["",""],["因此，本研究將相互合作的概念應用於擴展和增強我們之前的工作。圖5總結了基於我們的三個跟蹤情境的實驗結果。每種情況在每個情境中平均測試了十次。*一旦由感測地板計算的信心因子低於其對應的閾值，RFID將被喚醒以提供校正信息*，同時開始消耗電力。圖5(a)、(c)和(e)中標有Case-I的曲線分別說明了這三個跟蹤情境中跟蹤兩個人的地板準確性，而不考慮跟蹤設備的任何可能故障，即Case-I代表了電池中的主動標籤完全充電，因此標籤可以按預期提供可靠的校正。",""],["",""],["如果閾值設為1，則Case-I的準確性可以達到0％的故障，前提是RFID可以正常工作（或RFID故障率為零）。作者認為，大多數情況下，居民在家中會按照規律的運動模式移動，他們不會總是像三個跟蹤情境中那樣執行不規則的運動模式。此外，這項工作的實驗結果主要是基於有意設計的三個情境獲得的，這些情境的主要目的是混淆跟蹤系統，這些情境可以被視為智能家居中不規則運動模式的三個最壞情況的示例。",""],["",""],["為了為改進我們的測試結果增加變化，我們還考慮RFID無法提供即時校正或居民可能以其他不規則的跡跡移動的情況。這相當於考慮RFID系統上可能發生某種故障率（概率）的事件，包括：1）RFID標籤可能因電池電量不足而無法傳輸其標籤字符串；2）RFID閱讀器可能因信號干擾而接收到亂七八糟的標籤消息；3）RFID定位器可能無法喚醒電池電量低的標籤。基於這些事件，作者模擬了兩個額外的測試案例，其中Case-II模擬了RFID系統的故障率為20％，Case-III為50％。從結果來看，即使利用RFID校正信息，Case-II和Case-III的準確性可能比不使用校正信息的情況更糟，如圖5(a)、(c)和(e)所示。令人感到意外的是，結果惡化是因為RFID可能會產生誤導性信息，從而混淆原本正確的ID估算。然而，我們相信，隨著RFID相關技術的進步，這種故障最終將得到相當的改善。",""],["",""],["與預定的閾值相比，感測地板計算的信心因子可以被RFID系統用來確定是否應激活RFID標籤以傳輸校正信息。圖5(b)、(d)和(f)顯示了三種情境中Case-I的RFID標籤的節能結果以及與準確性的關係。*RFID標籤的節能大致成反比於主動標籤的頻率（或激活百分比）。結果顯示，與當前信心因子相比，閾值的降低也會導致RFID系統激活頻率的降低，從而增加RFID系統的節能*。",""],["",""],["在圖5(b)、(d)和(f)的每一對曲線中，我們可以找到一個交叉點，兩個曲線在此處相遇，用戶可以確定一個合理的閾值，以在減少RFID系統電能消耗和提高感測地板準確性之間進行權衡，從而確認了我們之間的合作意圖兩個不完美的傳感器之間的相互合作。需要注意的是，實驗結果顯示，跟蹤情境III似乎比其他兩個情境具有更高的準確性。原因是與情境I和II相比，這種情境具有更規則的運動模式，即在這種情況下，快速轉彎可能不足以混淆感測地板。",""],["",""],["",""],["結果",""],["該理論工作的目標是提出一種更有組織的方法，而不是隨機選擇傳感器和效用函數，以有效促進它們之間的相互合作。在這裡，我們的測試結果呈現出類似的曲線和預期趨勢，因為我們只考慮了以下測試情況：1）所有情境都是經過精心設計的，以便首先混淆感測地板，然後RFID將被觸發以提供理想的校正信息；並且2）這些RFID定位器有意沿著志願者的移動路徑部署，以便可以喚醒RFID標籤以提供即時校正。",""],["",""],["從實驗中，我們還了解到RFID定位器的位置和閾值應該是用戶和服務相關的。例如，照明服務可以在晚上檢測到用戶時自動打開燈光，這是與用戶無關的，服務的閾值可以設置為零以增加節能。相反，關於廚房的刀具監控服務就是用戶相關的；因此，閾值應該設置為1，以便跟蹤系統可以確保正確識別，以提高廚房的安全性（特別是對兒童）。在這項工作中，成本考慮絕不是主要考慮因素，因為每個家庭都有其自己獨特的位置感知應用的考慮因素。至於實際部署，可以通過使用最先進的跟蹤傳感器或根據每個用戶的獨特需求，通過所提出的架構合併更複雜的跟蹤模型，進一步提高所需的跟蹤準確性。",""],["",""],["-",""]]},"3zE-lHRzQc2L_u4ULnjp4Q":{"content":"\n# IoT 空污偵測 DIY\n\n> [點此觀看原始內容](https://g0v.hackpad.tw/B1xkj9fUqqH)\n\n\n## 參與方式\n\n- 請先加入 [http://join.g0v.today/](http://join.g0v.today/) ，然後找到 pm25 頻道訂閱\n\n## 源起頭\n\n[https://www.facebook.com/pulipm2.5/posts/1583904825219960?hc_location=ufi](https://www.facebook.com/pulipm2.5/posts/1583904825219960?hc_location=ufi)\n[http://logbot.g0v.tw/channel/g0v.tw/2015-04-19/18](http://logbot.g0v.tw/channel/g0v.tw/2015-04-19/18)\n[http://logbot.g0v.tw/channel/g0v.tw/2015-04-19/61](h...","tags":[["title","\"IoT 空污偵測 DIY\""],["tags","IoT,hackpad"],["-",""]]},"yowEwxhQSwuoPQmrJYqugg":{"content":"\n# 從資料出發建構解決方案\n\n> [點此觀看原始內容](https://g0v.hackpad.tw/2f0NyPCekZ7)\n\n\n大數據、資料視覺化、M2M、物聯網⋯⋯都是從數據和資料出發思考新的解決方案，希望收集從資料出發的案例，思考處理台灣問題的方式。\n\n## 物聯網的例子\n\n物聯網時代下的商業模式大致上有三種類型：資料分享與串流、產品即服務、產品共享。\n\n### 1.資料分享與串流\n\nIBM軟體事業處協理胡育銘認為，「國外新創公司面對物聯網時代很有『資料觀』，先想好要解決什麼問題，然後能搜集到什麼資料、這些資料能賣給誰，最後才設計產品。」\n\nGoogle旗下的智...","tags":[["title","\"從資料出發建構解決方案\""],["tags","IoT,hackpad"],["-",""]]}}