{"KOUp9cq-Q_iQMEC2k56KMQ":{"content":"\n\nThank you very much for your time.\n\nBen.\n\n\n\n\n\n","tags":[["# Open-Licensed, Digital-Governance Research funded through the UN - Please Help, Deadline 2nd Sept!",""],["",""],["",""],["I am a research associate with the CityScienceLab in Hamburg. I am in development of a research project with the working title 'Urban Consensus'. This project deals with understanding youth urban governance in middle- to low-income countries in cities with populations under one million.",""],["Ben 主要研究領域為『城市共識』期望於『中、低階收入國家，且城市規模小於一百萬』的年輕城市治理",""],["",""],["The goal is to create a DAO governance strucutre and utilise various civic technologies to collaborate with and empower young citizens in these regions.",""],["其目的期望建立一個DAO組織治理架構，並運用多元城市科技技術與年輕的市民合作與賦權。",""],["",""],["I have a strong interest in the digital democratic movement in Taiwan. I'm trying to understand the plurality of actors, groups and technologies that have shaped what some are calling 'The Taiwan Model' of democracy. My focus is on the Urban Aspects of this. YOUR opinion is important to me. All answers will be taken as an individual response.",""],["Ben 對於台灣的數位民主進程有相當大的興趣，亦企圖理解台灣民主進程中的多元角色、團體以及科技治理如何形塑我們所稱的『台灣模式』的民主，並聚焦於此議題的『城市觀點』。",""],["任何回應都相當感謝。",""],["我是與Ben 一起共事的台灣人，您可以留英文或中文，我願意幫忙協助翻譯，也歡迎大家一起討論",""],["",""],["",""],["## License",""],["CC BY 4.0 by g0v contributors",""],["",""],["###### tags","`Research` `G0v` `Youth Governance` ` Digital Democracy` `Civic Technology` `Urban Governance` `vTaiwan` `Polis` `Platformization` `Research` `Digital Ethnography` `Assemblage` `The Taiwan Model`"],["",""],["",""],["## Would you please help me with these questions",""],["> Please reply in the comments. 中英文皆可我可以幫忙翻譯",""],["",""],["",""],["### In the history of Taiwan's digital governance what were the most profound events? 有哪些重要的事件，影響了台灣數位治理的歷史？",""],["",""],["- First g0v project - central government budget visualization (2012) [name=chihao]",""],["",""],["",""],["### What combination of technologies have meant the most to democracy and governance in the last 10 years? 過去十年，有哪些科技技術組合部署對台灣民主及治理有最大的影響",""],["",""],["",""],["### The lines are often blurry between various groups who have influences the digital democracy of Taiwan, can anyone help clarifying the roles and (causal) relationships between entities such as G0v, The Sunflower Movement, vTaiwan and Audrey Tang? 期望釐清G0v、太陽花學運、vTaiwan 以及唐鳳委員（部長）間於台灣數位民主進程的關係或角色",""],["",""],["- [name=chihao]",""],["- g0v is a decentralized/poly-centric open(-source) community started in 2012. [g0v Manifesto](https","//g0v.tw/intl/zh-TW/manifesto/en/)"],["- the 318 (sunflower) movement is a social movement in 2014 and g0v contributors have participated in that movement",""],["- vTaiwan is a g0v project",""],["- Audrey Tang is a g0v contributor",""],["",""],["",""],["### What do you think this community hold to be the biggest events in urban governance in the last 10 years.您認為為什麼此社群能在台灣城市治理扮演如此重要的角色呢？",""],["",""],["",""],["### What milestones marked a turning point for G0v? G0v有哪些重要的轉折點或里程碑呢？",""],["",""],["",""],["### What time period was the most relevant to digital governance effecting urban governance or urban democracy? 有哪段重要期間對於城市治理以及城市民主進程有重要的影響呢？",""],["",""],["",""],["### When did the digital infrastructure mean the most to Taipei's citizens and their urban practices? 有哪些數位建設對於台北市民及其城市實踐最為重要呢？",""],["",""],["### What technologies did people use to coordinate the Sunflower Protests in 2014? 太陽花學運中有哪些科技技術被人們使用？",""],["",""],["",""],["### As a foreigner, I'm trying to understand the nuanced meaning behind each term for 'Taiwan'. What meaning, feeling or sentiment do each of these terms hold","'Taiwan', 'Republic of China',Chinese Taipei, 'The Island' (please add more, and which one do you use?).對於外國人而言，期望能夠釐清我們自身對於『台灣』、『中華民國』、『中華台北』、『島國』等名稱（歡迎自行增加）有什麼樣的感覺或想法意涵？"],["",""],["",""],["### What were the urban issues driving G0v and associated groups?有哪些城市議題加速了G0v或相關團體的進程？",""],["",""],["-",""]]},"yJs9SfX2Q5WbnPdkNuEkBQ":{"content":"以下是我感興趣的問題：\n\n01.\t就我自己的認識，開源、開放和協作可以說是零時政府的精神，大家同意嗎？（遺漏之處也歡迎各位補充）\n02.\t開源社群的開放文化對G0Vers來說是甚麼呢？就我的認識，開放文化和開源軟體的精神息息相關，強調網路世界的資訊自由流動和軟體原始碼共享與共同創造。從這樣的角度出發，延伸到現實世界的公共參與，該如何落實和體現這樣的精神呢？\n03.\t相對之下，G0V推動的開放政府，或是透明和公民監督，和開放文化有何呼應之處？又有甚麼差別呢？\n04.\t為什麼會覺得開放和透明會是深化台灣民主的方式呢？\n05.\t除了...","tags":[["# 【研究計畫】集結、眾議、協作：G0V如何用公民科技孵化新的民主實踐",""],["",""],["",""],["一、說明",""],["-",""]]}}