{"LAN0r0y2SkudNpCwgtApBQ":{"content":"\n# g0v 研究：徵受訪者\n\n**介紹**\n大家好，我是翔鈞 （Sam) - 加州大學洛杉磯分校 （UCLA）社會學博士班升三年級的學生，之前在台大唸碩士的時候開始觀察 g0v 社群，現在回去台灣繼續做 g0v 研究。\n\n我的研究主要是在圍繞著 g0v 的治理模式以及 g0v 社群的變化。簡而言之，很多社會學研究會預設像 g0v 這樣的社群是很難維持一種扁平、多中心化的權利運作模式。更少見的是像 g0v 社群這樣似乎不斷地探索、嘗試不同的合作與運作模式，像是各個專案之間或者國際交流的執行。因此，g0v作為一個組織的獨特性，啟發了我進一步瞭解 g0v 的變動...","tags":[["tags","學術研究,"]]},"tpWNQTFvSOS_ZrSt2MiPWg":{"content":"## 教科書 / 書本 / 出版\n### Schoolbook 教科書中曾出現 g0v 社群或專案的內容\n- 南一出版，公民與社會，高中公民課本\n    - 揪松團辦公室有一本實體書\n    - 相簿（出版資訊、內文翻拍）https://photos.app.goo.gl/jQK3M5coDXqMPzfe9\n    - ![](https://s3-ap-northeast-1.amazonaws.com/g0v-hackmd-images/uploads/upload_094795bbeb6d8e5d4e83cb0b21017003.jpeg)\n- 翰林出版，公民與社會，高中公民課本\n    - 揪松團辦公室有一本實體書\n    - 更多照片：https://drive.google.com/drive/folders/1S-AB4Kw-MmTA5BYvXjrRxpjqNmWFLyWt...","tags":[["# 研究計畫",""],["",""],["## 2013",""],["",""],["### 游知澔（chihao）[Questions for the g0v.tw community / 提問](/WdAey3rVQhSxlkDVV_XT0w)",""],["",""],["## 2015",""],["",""],["",""],["### Scraping the global civic tech community on GitHub, part 2",""],["- by Stefan Baack",""],["- https","//sbaack.com/posts/2015-11-19-scraping-the-global-civic-tech-community-on-github-part-2/"],["",""],["![](https","//s3-ap-northeast-1.amazonaws.com/g0v-hackmd-images/uploads/upload_b34579e004611ad6118a47116d9dfd3f.png)"],["",""],["",""],["",""],["### 阿宅的鍵盤革命 The Revolution of Hackers",""],["- 作者：陳貞樺",""],["- 關鍵詞：黑客；開放資料；開源精神；零時政府；群體協作",""],["- 論文：[碩博士論文網](https","//hdl.handle.net/11296/rpw35q)、[華藝連結](http://goo.gl/mx8Llk)、[論文檔案 pdf](https://github.com/g0v/papers/blob/master/%E9%99%B3%E8%B2%9E%E6%A8%BA%20-%202015%20-%20%E9%98%BF%E5%AE%85%E7%9A%84%E9%8D%B5%E7%9B%A4%E9%9D%A9%E5%91%BD.pdf)"],["- Abstract",""],["- During these years, there are groups of people who have coded professionally, begin to contribute their ability to Taiwan society. These engineers come from different fields, including web developers, high-classed programmers, elite hackers and so on. The same character of these people is the passion on reforming the society.",""],["- When fire accidents happened in Formosa Fun Coast, these hackers immediately create an infomation system, which provides the details of the victims and hospitals to help people organize the separated information. They also use the software of pattern-match system and the helps fromcrowds power, turning six hundred thousand campaign finance profiles to be digitalized. It makes politics more transparent.",""],["- They are good at coding ability to solve problems. When “bugs” happened in Taiwan society, they would find it and “debug”. Although they are neglected , these hackers still dedicate their professionals to create the “keyboard-revolution”.",""],["- This in-depth report focuses on these hackers, describing their backgrounds and kinds of “keyboard-revolution”. Based on interviewing, each chapter will tell different stories about different programming groups. In the end, this report also discuss the development and the dilemma of participatory democracy online in Taiwan.",""],["",""],["### 網路社群之重要構成因素探討","成員分享行為及輔助分享資訊工具研究---以g0v 零時政府為例 The Research of Important Composed Elements of Web Community: Member Sharing Behavior and Aid Communication Tool Study---A g0v.tw as an example"],["- 作者：郭依如",""],["- 關鍵詞：虛擬社群、分享、g0v 零時政府、非營利組織、社群建構",""],["- 問卷：[研究過程所使用的問卷](https","//g0v.hackpad.com/qlnlC8oRFCw)"],["- 論文：[碩博士論文網](https","//hdl.handle.net/11296/hk7ymm)、[論文檔案 pdf](https://github.com/g0v/papers/blob/master/%E9%83%AD%E4%BE%9D%E5%A6%82%20-%202015%20-%20%E7%B6%B2%E8%B7%AF%E7%A4%BE%E7%BE%A4%E4%B9%8B%E9%87%8D%E8%A6%81%E6%A7%8B%E6%88%90%E5%9B%A0%E7%B4%A0%E6%8E%A2%E8%A8%8E:%20%E6%88%90%E5%93%A1%E5%88%86%E4%BA%AB%E8%A1%8C%E7%82%BA%E5%8F%8A%E8%BC%94%E5%8A%A9%E5%88%86%E4%BA%AB%E8%B3%87%E8%A8%8A%E5%B7%A5%E5%85%B7%E7%A0%94%E7%A9%B6---%E4%BB%A5g0v%20%E9%9B%B6%E6%99%82%E6%94%BF%E5%BA%9C%E7%82%BA%E4%BE%8B.pdf)"],["",""],["## 2016",""],["",""],["### 後民主時代的公民參與—以 g0v 零時政府為例",""],["- 作者：魏珮樺、劉亭均、陳廷薇",""],["- 摘自內文：我們以呈現中央總預算的兩個網站：「g0v 政府預算視覺化網站」與「行政院主計處預算簡介與總覽」來探討他們對大眾的影響力。...為了更加了解以及證明我們的分析與推論，我們設計了一份問卷，請受訪民眾從兩個網站，接收訊息後，針對資料可靠性、操作難易度以及整體滿意度等方面來比較其差別。問卷收回總共 115 份。",""],["- http","//lib.smgsh.tc.edu.tw/view.aspx?id=842"],["",""],["### 我國公共政策網路參與機制之研究- vTaiwan及Join平臺之比較分析　",""],["- Taiwan''s E-Participation in Public Policy-- A Comparison Study Between vTaiwan and Join Platform",""],["- 作者：陳怡君",""],["- https","//hdl.handle.net/11296/x69s7q"],["",""],["### 電子治理研究中心：網路社群媒體時代政府公共諮詢與政策行銷之規劃　",""],["- https","//www.grb.gov.tw/search/planDetail?id=11489023"],["- The primary purpose of this research is to explore, in the era of Web 2.0, how Taiwan public agencies use social media in policy marketing and public consultation in order to realize a more open and transparent citizen participation.Through literature review, focus group meetings and questionnaire survey, this research will investigate practices in other countries and in public agencies in Taiwan, and find key factors in successful implementations, and to lay out guidelines to assist public agencies to do so. It will also describe and discuss trans-border electronic data exchanges between Taiwan and other regional entities, and related future strategies.",""],["### 台灣公民團體的變遷與持續( I )",""],["- https","//www.grb.gov.tw/search/planDetail?id=11576367"],["- Abstract","The purpose of this project is to examine new and old civil group and its political actions in Taiwan. It will be an explore research that cover topics ranging over the activists’ personal histories, the groups in which they worked, their concepts of democracy and citizenship, their understanding of politics, party identity, political attitude and why they got involved in it. Second part in this project is explaining what difference things with new and old civil groups. This two year project focuses on political activists. First analysis period after 2008-9, also after TAIWAN Wild StrawBerries Movement(野草莓學運) in end of 2008, that be thought the first internet political action in Taiwan. I will interview three types of civil groups’ members: those involve in political initiative groups, like pttcitizen1985(公民1985 行動聯盟).Groups of independent reports, they report with its own point of view and use internet as alternative media, like civil media@ Taiwan(公民行動影音資料庫). Third type will be open data users group, volunteers fetch government public data and convert hard data to soft, friendly use, like g0v(零時政府). Three major methods will be used. The first method is to conduct intensive interviews on political activists to know the ways they perceive democracy, citizenship, their party identity, and why they got involved in it. I will interview activists from three types of new civil groups, and recruiting 30-40 cases per year. I will interview activists of old civil groups with same questions during the second project period and recruiting 30-40 interview cases too. The second method is observation of participant. I will join some groups’ meeting or political actions to observe group members’ interactive. The third method is a content analysis on groups’ public message to know groups preferences, choices and policy positions. I expect that we are watching a wave of civil group changed in Taiwan, new citizens become political activists, more kinds of political participation, and more alternative new media will bring more alternative political actions."],["",""],["## 2017",""],["",""],["### 臺灣日常急診流量資料彙整與初步資料分析",""],["- Data Cleansing and Analyzing of the Service Amount of Emergency Departments in Taiwan",""],["- 作者：周雯淇",""],["- 摘要：臺灣急診壅塞情形近年來日益嚴重，使得重症患者的緊急醫療面臨了嚴峻的考驗，醫院急診室無法拒絕自行就醫民眾，當重大意外傷害發生時，例如臺灣的高雄氣爆意外事故、八仙樂園彩色派對粉塵爆炸事故，湧入大量重度級傷病患時，珍貴的緊急醫療資源如何權衡分配。重度級急救責任醫院當被輕症求診民眾擠爆，原本該收治急重症患者的醫院也因此無法致力於急重症的處理，進一步造成急重症病患無病床可用的窘況。本篇研究以重度級急救責任醫院的急診指標資訊為基礎，蒐集臺灣急診室平常流量趨勢與資源使用狀況，希望藉此可以找出影響急診流量與資源使用狀況的影響因子。各重度級急救責任醫院的急診相關資料取自衛生福利部、政府開放平台，以及非營利民間組織g0v零時政府。我們進行了資料格式轉換，將台灣地區急診緊急醫療資訊建置於關聯式資料庫中。藉由這個資料庫，我們初步分析與探討全國各區域的重度級急救責任醫院在平日不同時段作的流量分布與可能成因。",""],["- https","//hdl.handle.net/11296/5nn8z2"],["",""],["### 數位田野：當人類學家 hack 進零時政府黑客松",""],["- [演講投影片](https","//www.facebook.com/mg.lee.902/posts/1482053898480902)"],["",""],["### 從開放政府及零時政府看網路經營與公民參與新思維",""],["- 作者","李智揮"],["- https","//www.airitilibrary.com/Publication/alDetailedMesh?docid=P20191031001-201704-201911040027-201911040027-7-13"],["",""],["",""],["## 2018",""],["",""],["### 鍵盤參與：從「零時政府」檢視黑客社群開源協作式的公民參與 Keyboard Participation","A Case Study of \"g0v.tw\" on Open-source Collaborative Citizen Engagement in Hacking Community"],["- 作者：鄭婷宇",""],["- 關鍵詞：零時政府、開源社群協作、公民參與、數位民主、開放政府",""],["- 論文：[碩博士論文網](https","//hdl.handle.net/11296/q8j7n6)、[華藝連結](http://www.airitilibrary.com/Publication/alDetailedMesh1?DocID=U0001-1402201814112000)、[論文檔案 pdf](https://github.com/g0v/papers/blob/master/%E9%84%AD%E5%A9%B7%E5%AE%87%20-%202017%20-%20%E9%8D%B5%E7%9B%A4%E5%8F%83%E8%88%87%EF%BC%9A%E5%BE%9E%E3%80%8C%E9%9B%B6%E6%99%82%E6%94%BF%E5%BA%9C%E3%80%8D%E6%AA%A2%E8%A6%96%E9%BB%91%E5%AE%A2%E7%A4%BE%E7%BE%A4%E9%96%8B%E6%BA%90%E5%8D%94%E4%BD%9C%E5%BC%8F%E7%9A%84%E5%85%AC%E6%B0%91%E5%8F%83%E8%88%87.pdf)"],["- 投稿：www.cschinese.com/word/2561092018.pdf",""],["- [g0v Summit 2018 演講](https","//summit.g0v.tw/2018/agenda/recmuAnkOFghSmOju/why-did-i-delay-graduation-a-case-study-of--g0v-tw--on-open-source-collaborative)"],["- Abstract",""],["- Evolved from the hacker community, open source culture promote information transparency and public license, which allow people to obtain government information and oversee governance. People can communicate through online community, and collaborate to engage in politics. Open source culture and community collaboration not only enhance the autonomy of citizen, but also lowers the threshold for citizens to participate in public affairs. In view of this, this study chooses g0v for our case study, uses participatory observation and in-depth interviews to explore how open source culture community works to promote civic engagement though collaboration of g0v members.",""],["- Based on Clay Shirky’s theory of group action and elements of deliberation democracy from Weeks’, this study construct a model of \"Sharing-Cooperation-Collective action\" to interpret the implication of citizen participation in open source community. Through sharing information, cooperation to reach consensus and collective action to achieve the goal of the project, g0v participants translate public issues into open data, which is easy to access and understand. That helps to make citizens willing to pay attention to public affairs.",""],["- Compared with online deliberation, this study found that g0v also has diverse participants and equal chance to let every voice discuss. However, quality of deliberation in g0v collaboration is not stable. Representation of participant is often not enough is g0v project. Therefore, it’s hardly to guarantee the outcome of g0v projects is absolutely politically and practically feasible.",""],["- Compared with the traditional citizen participation methods, the requirement of public license enables all citizens to share collective wisdom, and speed up the process of overall social improvement. Also, decentralization empowers g0v participants high degree of autonomy, and make participants contribute with enthusiasm. Collaboration reduces the cost of civic engagement and expand the scale of participation. However, there are also bottlenecks in the g0v community''s participation model. The durability of citizen participation is unknown. Many projects doesn’t meet what citizens need, therefore fail to exert their influence and make society better.",""],["- Although citizen participation in open source community is not yet a mature model, g0v as a pioneer in bringing open-source technology and collaboration mechanisms to the public domain, has not only awakened citizens'' awareness of political participation, but also urged government to open public data, collaborate with the people , and set a precedent for initiating the project.",""],["",""],["### Hackers Get Together：數位時代的知識交流空間 / The Knowledge Exchange Spaces in the Digital Age",""],["",""],["- 作者：陳姿妤",""],["- 關鍵詞：黑客松、實體空間、虛擬空間、知識交流、鄰近性、暫時性群聚",""],["- 論文網址：",""],["- https","//hdl.handle.net/11296/fqdkjm"],["- https","//tdr.lib.ntu.edu.tw/bitstream/123456789/1289/1/ntu-107-1.pdf"],["- 摘自內文：本研究的研究方法主要透過質性訪談與參與式觀察來瞭解黑客松的活動動態，以及行動者於活動當中的知識交流行為。在經驗研究的資料蒐集上，本研究首先進行二手資料的蒐集，透過 HackNTU、Hackathon Taiwan、g0v 零時政府各自的臉書粉絲專頁及官方網站的活動推播，整理相關活動訊息。",""],["",""],["### 強化數位經濟法制及公民參與機制計畫",""],["- 研究人員：蕭博仁",""],["- https","//www.grb.gov.tw/search/planDetail?id=12111552"],["- Abstract",""],["- To facilitate “Virtual World Development Regulatory Adjustment Project,” former Minister without Portfolio of Executive Yuan Jaclyn Tsai proposed to g0v to build up the platform, vTaiwan.tw, gratis for civic participation. Besides, Science & Technology Law Institute, Institute for Information Industry has assisted the program to research international legal regulations of distant education, telework and sharing economy, and set up Virtual World Law Adjustment Program Communication Platform (vtaiwan.org.tw) to publish and promote the latest official news of virtual world law adjustment. In addition, the Prime Minister in the 5th and 17th supervision meeting of Executive Yuan instructed that the government check the domestic regulatory barriers of digital economy in industries, collect domestic and international regulatory policies which are urgent and influential to digital economy regulatory reform, and eventually propose necessary remarks thereto. Therefore, goals for this year are as follows","1 Actively Grasp international development of digital economy regulations. 2 Enforce digital economy regulations and civic participation scheme. Being the think tank of regulations and policies, we help the authorities to solve related and derivative issues in time."],["",""],["## 2019",""],["",""],["### Citizens, Politics, and Civic Technology","A Conversation with g0v and EDGI"],["- 作者：Fa‐ti Fan, S. Chen, Chia-Liang Kao, Michelle Murphy, M. Price, Liz Barry",""],["- 摘要：We believe it’s important, in this special issue on citizen science, to hear the opinions, experiences, and voices of practitioners. After all, they are front and center in the movements discussed in these pages. For this reason, we invited several participants in two noted civic-tech communities—g0v and EDGI—to join a conversation about techbased activism or civic hacking. They were Chia-liang Kao from g0v, Michelle Murphy and Matt Price from EDGI, and Liz Barry, who has been instrumental in both EDGI and Public Lab, another civic-tech group.",""],["- https","//www.semanticscholar.org/paper/Citizens%2C-Politics%2C-and-Civic-Technology%3A-A-with-Fan-Chen/f61af335976a32bb5977938709c2c2bd2c33a627"],["",""],["### 政治過程、資訊科技與連結行動：「開放政治獻金」專案成因與效應的分析",""],["- 作者：陳廷彥（國立台灣大學社會系）、許儷（國立台灣大學社會系）",""],["- 2019 台灣資訊社會研究學會年會暨論文研討會 學生論文組",""],["- [論文](http","//ccis.nctu.edu.tw/tais/conference/paper/000012763337142019.pdf)"],["",""],["### 【研究計畫】集結、眾議、協作：G0V如何用公民科技孵化新的民主實踐",""],["- 發起者：Cosmopolis",""],["- https","//g0v.hackmd.io/yJs9SfX2Q5WbnPdkNuEkBQ"],["",""],["## 2020",""],["",""],["### The Nobody Movement","Digital Activism and the Uprising of Civic Hackers in Taiwan"],["- 作者：李梅君 Mei‐chun Lee",""],["- 關鍵字：civic hacker, hacktivism, open government, network politics",""],["- [論文](https","//drive.google.com/file/d/1iZz10FKJtFAcDfZjfJxY-dosHkqzPcmE/view?usp=drive_link)"],["- [2017-2020 相關會議發表與演講投影片](https","//beta.hackfoldr.org/mglee-dissertation/https%253A%252F%252Fhackmd.io%252FRaVrZgEYTimYyJvxuew1Sg%253Fboth)"],["- http","//sts.org.tw/%e5%b9%b4%e6%9c%83/2021%e5%b9%b4%e5%b9%b4%e6%9c%83/2021-%e7%b7%9a%e4%b8%8a%e6%9c%83%e8%ad%b0"],["",""],["### Free the Data from the Birdcage",""],["- 作者：李梅君 Mei‐chun Lee",""],["- 關鍵字：data, digital activism, hacking, crowdsourcing, participation, Taiwan.",""],["- 論文：[PoLAR](https","//anthrosource.onlinelibrary.wiley.com/doi/10.1111/plar.12371)"],["- 以 data activism 角度討論 g0v 開放政治獻金，陽光照亮政商 專案的文章。",""],["",""],["### Civic hacking","a retrospect and an analysis of collaboration participation in g0v.tw"],["- 作者：Claire & Etblue",""],["- https","//www.semanticscholar.org/paper/Civic-hacking%3A-a-retrospect-and-an-analysis-of-in-Etblue/5df8d72792798d5dd0f433f9698ef983a41f6876"],["",""],["### 分身伐樹：以g0v的社群協作建置臺灣音像資料庫 Chopping Firewood with Clones","Building Taiwan's Sound and Image Archive by g0v's Community Collaboration"],["- 作者：陳含瑜",""],["- https","//hdl.handle.net/11296/wadeg3"],["",""],["### 立法問政、選區服務對議員連任影響之研究：以第12屆臺北市議會為例",""],["- The Study on Relationships between Law-making, Constituency Service and Re-election of City Councilors","A Case Study of 12th Taipei City Council"],["- 作者：陳慧玲",""],["- 摘要：既有理論指出，立法問政與選區服務是影響代議士是否連任的主要因素。藉由線上社群「g0v零時政府」所蒐整「Vote Taiwan投票指南」的數據資料，本研究以54位第12屆臺北市議員尋求連任第13屆臺北市議員為研究對象，主要自變項為議員在任內的立法問政（包括提案數、投票缺席率、議會缺席率與書面質詢）與選區服務（議員建議款），而連任成功與否及連任得票率為依變項。同時，為了解其他因素對議員連任的影響，並將議員個人因素（包括年齡、性別、從政資歷、政黨屬性）與所在選區規模做為控制變項。為了解各自變項對議員連任與否及連任得票率的影響程度，本研究分別以線性迴歸模型與二元羅吉斯迴歸模型進行分析。分析結果顯示，立法問政的各變項並未達統計上的顯著性，但在爭取越多的議員建議款，則可顯著地提高競選連任成功的機率。由於議員可運用資源從事選區服務，爭取建議款建設地方，因此，選民願以選票鼓勵其連任。本研究建議，議員從事各項選區服務之資訊應公開透明，諸如索資、會勘等，都應接受大眾檢驗，落實責任政治的民主原則。透過選區服務相關資訊之揭露，保障民眾知的權利，促使議員本於職責，妥善監督市政建設。",""],["- https","//hdl.handle.net/11296/tcb9zg"],["",""],["### 《Taiwan's Tech-savvy Citizens Helped Flatten Its COVID-19 Curve（臺灣科技公民協助對抗新冠肺炎）》",""],["- 2020.08.06",""],["- https","//penntoday.upenn.edu/news/taiwans-tech-savvy-citizens-helped-flatten-its-covid-19-curve"],["- 研究動機背景介紹文章：東華國企系周慧君教授撰文展現臺灣防疫成果，獲華頓商學院收錄善盡國際防疫之大學社會責任",""],["- https","//www.ndhu.edu.tw/p/406-1000-169301,r4956.php?Lang=zh-tw"],["- 摘自文章：2020年疫情爆發以來，針對疫情的合作或重點皆聚焦在科技領域，而周教授在臺灣新冠疫情初起之時，即關心疫情發展，做為管理科學研究者，認為管理學界不能缺席。周教授更本著大學社會責任（USR）之期許，隨即加入g0v等社群平臺，與社群成員暨多位平臺貢獻者討論，貢獻所學並參與紀錄此重要歷史事件，特別是臺灣科技公民所展現的力量及其效應。逢此人類遭遇重大劫難之時，解決方法亟需結合科學、人文、技術與安全等領域之知識，大學做為社會中創造知識與知識傳承之角色，除科學性防治疫情外，亦有紀錄與共享可行經驗之責任。",""],["",""],["### 以無疆界組織型態探討公民參與之實踐-以g0v零時政府為例",""],["- 東華大學國際企業學系大學專題",""],["- 問卷：",""],["- https","//g0v.hackpad.tw/g0v-pinQZXeeACn"],["- https","//g0v.hackmd.io/0e3aMWuCT6G9HWVUo8corw"],["- https","//www.surveycake.com/s/rN4ao"],["- 受訪者提供內容",""],["- chewei> 依照訪綱提供[簡要文字](https","//docs.google.com/document/d/1nv8LpIKD5f_AijCI0FcvFagPINq1Bcn8YbZCg24N6Wk/edit)，並搭配訪談"],["",""],["### 從自由的窄廊探討新冠肺炎對台灣國家社會關係的影響","以口罩地圖為例"],["- 作者：周睦怡、鄭珮宸、陳以儒、陳東升",""],["- 發表於 2020 臺灣社會學會年會「疫起看社會","全球鉅變中的台灣社會學」"],["- https","//www.tsameetings.org.tw/up_photo/moon-system/images/2020%E8%87%BA%E7%81%A3%E7%A4%BE%E6%9C%83%E5%AD%B8%E5%B9%B4%E6%9C%83%E5%85%AC%E5%91%8A%E7%89%88%E8%AD%B0%E7%A8%8B.pdf"],["",""],["## 2021",""],["",""],["### 從全球公民科技到亞洲社群：台灣g0v社群的國際交流與數據行動主義  From “Global Civic Tech” to “East Asian Community”","Taiwan's g0v Community’s International Exchange and Data Activism"],["- 作者：羅翔鈞 Sam Robbins",""],["- 關鍵字： civic tech, data activism, transnational social movements, transnational collective action",""],["- 論文","https://drive.google.com/file/d/1neQNq4Td8mqFOrZOHd7Zunw5WthJqfiS/view?usp=sharing"],["",""],["### “Nobody’s” Having Fun","The Emotional Politics of Empowerment and Hacking in Taiwan’s g0v Community"],["- 作者：羅翔鈞 Sam Robbins",""],["- 關鍵字：Fun, data activism, politics of emoitions, hacking culture",""],["- 摘要：https","//hackmd.io/@en5bBuSOSvKdMhZUCaoFyQ/H13WvmTGu/edit"],["- Taiwan Insight 文章",""],["- https","//taiwaninsight.org/2021/05/20/fun-politics-and-the-politics-of-fun-in-taiwans-g0v-community/"],["",""],["### Hackers Facing the Ocean","Tech Cultures and International Exchange in the g0v Community"],["- 作者：羅翔鈞 Sam Robbins",""],["- https","//www.facebook.com/100000469012710/posts/6967284696630428/"],["",""],["### 後真相時代裡的真相機器人：Line機器人與另類事實的群眾協作",""],["- 作者：李梅君 Mei‐chun Lee",""],["- 2021台灣科技與社會研究學會年會，會議論文，2021/08。",""],["- https","//www.facebook.com/100000289175202/posts/4669617756391151/"],["",""],["### 「沒有人」的運動：黑客、鄉民、與資料行動主義",""],["- 分享人：李梅君 aka. mglee (人類學家/科技部人社中心博士後)",""],["- 時間：5/28, 8-10PM (50min talk + QA)",""],["- 活動共筆：https","//g0v.hackmd.io/ib5hgpTtSzKPW-VVEDHOIA"],["",""],["### g0v 如何運作？ 尋求研究受訪者",""],["- 研究者：彭松嶽",""],["- 共筆：https","//g0v.hackmd.io/Uuv81ubASUqd7uJtuNHT0g"],["",""],["### 公民持續參與G0V開源社群之動機-以生存、聯結與成長為觀點 Motivations of Citizens' Continuous Participation in the G0V Open Source Community","From the Existence, Relatedness, and Growth Perspective."],["- 作者：于宜均",""],["- 研究成果：https","//etheses.lib.ntust.edu.tw/cgi-bin/gs32/gsweb.cgi/ccd=ON3dO_/record?r1=1&h1=0"],["- 轉貼摘要：本研究發現，G0V社群參與者的持續參與動機，受生存、聯結與成長需求強烈影響。首先，社交與專案能力能增強參與動機，但個人生活型態對持續投入也可能產生阻礙。另外，數位公民在選擇是否持續參與，與他人的聯結感將會反應在社交互動上。當獲得成情感與社交支持時，會產生價值觀積極改變與作為。再者，當專案產出具有價值與影響力又能達成利他行為時，參與意願會因此提升。故強化社群成員間交流互動，除得鞏固個人參與動機，亦能產生自我實現的感受。",""],["",""],["### 追求公眾利益：透過實務社群發展公民科技 In Search of Common Good","Civic Technology Development in a Community of Practice"],["- 計畫主持人：陳小芬",""],["- 相關資訊：https","//www.grb.gov.tw/search/planDetail?id=13879348"],["- 研究摘要：近年掀起一股公民科技的浪潮，公民科技運用開放資料、關注共眾利益，致力解決公共問題。公民科技由實務社群(Community of Practice)驅動，基於開源軟體的概念，將來自各個領域的志願者聚集起來。永續發展和持續的民眾參與是公民實務社群的關鍵議題，為此，成功的公民科技社群需要精心設計的社群結構和流程以鼓勵公民參與並促進合作。本研究旨在探討公民科技社群採用的結構與協作流程的核心要素，以Wenger的實務社群理論來闡釋個案及發展研究架構。本研究以臺灣著名公民科技社群「g0v零時政府」為研究個案，進行個案研究。g0v為全球前三大開源社群，本研究透過訪談及社開大量豐富之開會記錄、Podcast及刊物等資料，探究g0v如何設計其結構，以支持社群參與者在處理公共問題時能支援社群成員建立共享的目標、社群認同、價值傳統、學習和公共實務的持續性發展。本研究以實務社群的觀點，並藉由個案闡釋探討及推導公民科技社群的運作。本研究結果將能協助民眾、政府和企業了解並學習這種自我治理的有機體所帶來的管理意涵及價值。",""],["",""],["### 研究主旨：新冠疫情(COVID-19)下，G0V 在科技防疫上的貢獻",""],["- 研究單位",""],["- 跨國研究團隊：澳洲雪梨大學、國立政治大學、國立嘉義大學、國立高雄大學",""],["- 主持人：國立政治大學資管系張欣綠教授、國立嘉義大學朱彩馨教授、國立高雄大學王凱教授",""],["- 訪談共筆文件",""],["- https","//g0v.hackmd.io/@oNf2LROcSyufFIDPz80GvA/BJuCoipLK"],["",""],["### 從《自由的窄廊》探討新冠肺炎對台灣國家社會關係的影響：以口罩地圖與醫事人員權益為例",""],["- 作者：周睦怡、鄭珮宸、陳東升",""],["- 期刊投稿",""],["",""],["### E-Governance and Civic Technology","Lessons from Taiwan"],["- 作者：Biberman, John",""],["- https","//www.econstor.eu/handle/10419/249837"],["",""],["### 政府開放資料使用經驗之調查研究",""],["- 研究單位：楊東謀",""],["- 後勤中心社團，4/20 問卷說明貼文 https","//www.facebook.com/groups/g0v.general/posts/3840122449397466/"],["- 後勤中心社團，7/16 問卷成果介紹文：https","//www.facebook.com/groups/g0v.general/posts/4088128094596899/"],["- 問卷結果文件：https","//www.dropbox.com/s/xnma9z64sl8kb94/ogd_survey.pdf?dl=0"],["",""],["## 2022",""],["",""],["### Interview on Digital G0vernance",""],["- Researcher","NicolasDejean"],["- https","//hackmd.io/joPHGllYSniP9jqOwsPlPg"],["",""],["### Research on Cybersecurity Issues in Taiwan",""],["- Andy Kwok",""],["- https","//g0v-slack-archive.g0v.ronny.tw/index/channel/C02G2SXKX/2022-03#ts-1647277446.2305"],["- quote from g0v slack \" I'm doing a part time master in geopolitics, more focused on how data is being used as a tool for influence and power in a global scale. My thesis subject would be that one","How a potential invasion might unfold. From mainland's perspective (cyber warfare, information warfare) with weak/strong signals and how Taiwan is adapting, by creating a hacker community, advocating-creating counter cyber-insurrections and how cyber defence is being built in Taiwan.\""],["",""],["### 研究計畫：開放政府資料再利用研究—資訊軟體開發人員觀點",""],["",""],["- 研究機構：國立臺灣師範大學圖書資訊學研究所",""],["- 計畫主持人：鄭惟中．博士候選人",""],["- 共同主持人：邱銘心．副教授",""],["- 希望能邀請「使用過開放政府資料製作APP或其他資訊產品的人員」參與學術訪談。",""],["- 相關細節請進",""],["- https","//forms.gle/jRukt8NpU8cyJM8CA"],["",""],["### Seeking White Paper Input - Collaborative Questions on Challenges and Successes in Sustaining and Scaling CivicTech Initiatives",""],["",""],["- https","//g0v.hackmd.io/@azink/BJyzFhgcq"],["",""],["### 拼裝公民科技","黑客、鄉民、與資料行動主義 Assembling Civic Technologies: Hackers, Netizens, and Data Activism"],["- 作者：李梅君，中央研究院民族學研究所助研究員",""],["- 《科技、醫療與社會》第 35 期,頁 113-164,111 年 10 月出版",""],["- https","//doi.org/10.6464/TJSSTM.202210_(35).0004"],["",""],["### From Interdisciplinary to Intercultural","A Cultural Exploration of Open Source Collaboration in g0v"],["",""],["- 布里斯托大學 社會與文化理論碩士畢業論文",""],["Dissertation","MSc Social and Cultural Theory (University of Bristol)"],["- Researcher 研究者","Chi-Fu Wang 王紀芙"],["- File 論文檔案：[Dissertation_2240730](https","//drive.google.com/drive/folders/1Rt_5kbrY0IKrkDGkqQXVEpjk995P2DLG?usp=sharing)"],["- Dissertation Topic Outline",""],["",""],["The research is expected to investigate 'Cross-disciplinary to Cross-cultural Communication in G0V', exploring the culture of g0v as a civic technology community and cross-cultural communication with members of civic communities in other countries.",""],["",""],["'g0v' is a local grassroots civic community in Taiwan, dedicated to promoting an open and collaborative 'decentralised project operation model' that has attracted many citizens to participate. Through civic technology and open-source collaboration, g0v aims to build and improve Taiwan's civic environment, while promoting civic participation in social issues and influencing the policy of the government, creating a bottom-up force for citizens to affect government policy.",""],["",""],["As the civic technology and open-source collaborative culture of the g0v community grows, exchanges between g0v and the international community are becoming more frequent, opening up many events and meetings with civic technology communities in other countries. This paper will focus on how citizens can integrate and participate in the open-source collaborative culture of g0v, and then how they can reach a consensus and collaborate on specific issues when interacting with members of other countries' civic tech communities beneath the cultural differences.",""],["",""],["- **Keywords** - Civic Engagement, Open-Source Collaboration, g0v, Hackathon, Intercultural Communication",""],["",""],["",""],["### Interview on GAFAM and g0v",""],["",""],["- Researcher","Hélène"],["- info",""],["- https","//g0v-slack-archive.g0v.ronny.tw/index/channel/C1CHAA0QL#ts-1672471608.9815"],["- questions",""],["- https","//docs.google.com/document/d/1bFC1l2kYhovMe_WEwvedI5_E0PST3H7oFIQyspfaKwo/edit?usp=sharing"],["",""],["## 2023",""],["",""],["### 利用民間租屋資料與行政資料估計臺灣租屋市場逃漏稅程度",""],["",""],["- 民間租屋資料, Rentea",""],["- https","//www.facebook.com/share/p/ECoWKaLp6aMRw6D9/"],["",""],["",""],["### 〈臺灣公民科學計畫資料徵集與品質維護：策略與實踐〉",""],["- 論文研究資料，有回顧專案所整理的計畫清冊",""],["-  https","//hdl.handle.net/11296/s2mgwq"],["-  專案社團：https","//www.facebook.com/groups/437659989769965/permalink/2369108633291748/"],["",""],["### Insights from a Comparative Study on the Variety, Velocity, Veracity, and Viability of Crowdsourced and Professional Fact-Checking Services",""],["- https","//tsjournal.org/index.php/jots/article/view/118"],["- 研究範疇有涵蓋 Cofacts",""],["",""],["",""],["### 一個有關G0V跨文化溝通與交流的文化研究","探討社群的多樣性和前瞻性"],["- Researcher","Skyler"],["- 說明文件：https","//hackmd.io/6JJ_CnSRRjCeIZE-L9vQww"],["- 簡報：https","//www.canva.com/design/DAFfeMCgJxU/OTC859O7HVPV3DWGoSViLg/view?utm_content=DAFfeMCgJxU&utm_campaign=designshare&utm_medium=link&utm_source=recording_view"],["",""],["### 台灣社會如何抵禦中國共產黨的統戰工作？",""],["- Researcher","Mariah Thornton 宋妍嫵"],["- 倫敦政經學院的博士生",""],["- https","//www.lse.ac.uk/international-relations/phd-students/thornton-mariah"],["- 研究進度分享",""],["- 參加　20230701 台中黑客松，分享研究構想",""],["- 簡報：https","//docs.google.com/presentation/d/1Esa2lm9wvWHU8MgSVY9lKADr-erZkdBH/edit?usp=sharing&ouid=106362271632988390597&rtpof=true&sd=true"],["- 影片：https","//youtu.be/i-EvZHa3uvE"],["",""],["### 研究 g0v，對台灣的國際關係有什麼影響",""],["- 轉貼自 slack #rand0m：大家好！我是Phillip，上個月來台灣學台灣文化和華語。這個調查是為了我們文化課的期末研究報告。我在台灣的時候，看到台灣人參加了很多台灣的民主和政治活動。為了期末報告，我想研究g0v，對台灣的國際關係有什麼影響。你可以幫我做這個問卷嗎？這是匿名的問卷調查。謝謝大家！",""],["https","//forms.gle/2pHWQohtS1PWix1LA"],["",""],["### 研究阿美語萌典的發展",""],["- Slack Channel #amis https","//g0v-slack-archive.g0v.ronny.tw/index/channel/C11GNUL95#ts-1691896582.943229"],["- Coleton> Nga’ay ho！大家好，我叫Coleton．我是一個東華大學美國碩士生．我的論文研究關於阿美語萌典的發展. 我很想聽到這個項目的貢獻者的意見，無論多久以前或你的貢獻有多大．事實上，我特別想聽聽那些只提供了一點幫助的人的意見．你是如何做出貢獻的？為什麼？ 我的目標是描述＂沒有人＂特別幫助這個項目的動機是什麼．我希望更多地了解人們貢獻的動力，我們可以幫助阿美語萌典對阿美語者和學生更有幫助．有甚麼問題都可以問我，或者給我DM．Aray！",""],["",""],["",""],["## 2024",""],["",""],["### Checking Facts by a Bot - Crowdsourced Facts and Intergenerational Care in Posttruth Taiwan",""],["",""],["- Mei-chun Lee",""],["-",""],["https","//www.journals.uchicago.edu/doi/abs/10.1086/730621"],["- Abstract","From the discussion of “posttruth” in 2016 to the “infodemic” in 2020, online rumors seem to have become more rampant, harmful, and harder to be debunked. This article examines Cofacts, a Taiwan-based fact-checking service that combines a chatbot and a database of fact-checked responses provided by volunteers to help debunk rumors circulated on the messaging app LINE. I argue that Cofacts’s crowdsourcing approach joins what Donna Haraway calls embodied objectivity that insists on “the particularity and embodiment of all vision” to challenge the conventional fact-checking practice that presumes singularity, disembodied objectivity, and authority. Underpinning Cofacts’s fight against online rumors is the intergenerational conflicts that are ingrained in different life experiences, beliefs and values, and expectations of what a good life is. By taking up a technological solution that emphasizes openness, Cofacts opens a space for digital natives to contest what fact is and claim the power of speaking from their parents and the patriarchal society on the one hand and to forge new connections of care and reinitiate conversations that have been barred by the invisible walls of chat rooms and the widening gap of values and beliefs between generations on the other hand."],["- 中文摘要：從2016年「post-truth」的討論到2020年的「infodemic」，網絡謠言似乎變得更加猖獗、有害且難以駁斥。本文探討了Cofacts，一個台灣的事實查核服務，它結合了聊天機器人和由編輯志工提供的事實查核資料庫，來幫助查核在LINE上流傳的謠言。我主張，Cofacts的眾包方法結合了Donna Haraway所稱的即身客觀性 (embodied objectivity)，這種客觀性堅持，知識都有其視角與身體，從來就非普世皆同。透過群眾外包的事實查核機器人，Cofacts從而挑戰傳統事實查核中，認為事實是單一、客觀的並且具有權威的觀點。Cofacts誕生於台灣不同世代之間的衝突，這些衝突源於不同的生活經歷、信仰和價值觀，以及對美好生活的期望。通過採取強調開放性的技術解決方案，Cofacts為數位原住民打開新的政治空間，一方面他們可以在父家長的社會中爭奪對事實的話語權；另一方面，Cofacts的眾包方法也讓數位原住民之間建立新的關懷聯繫，並重新開始因同溫層和世代對立而被阻礙的世代對話。",""],["",""],["## 2025",""],["### 《沒有人的運動：黑客、鄉民、與g0v零時政府的數位行動主義》",""],["- 作者：李梅君 (中研院民族所)",""],["- 一本關於 g0v 的數位民族誌",""],["- https","//www.books.com.tw/products/0011020156?srsltid=AfmBOorz26t7VJjM4V-9dt4T_aLSCMLaKy2eahTkoIPPkpXyKw02ybtI"],["- 5/25大松新書座談影片：https","//www.youtube.com/watch?v=qw8EQhyGso0"],["- 摘要：",""],["- 自二〇一四年太陽花運動以來，臺灣公民社會歷經多次政治激盪。從街頭集結到線上協作，從青鳥行動到大罷免運動，一波又一波的公民力量不斷重新定義民主參與的樣貌。",""],["- 《「沒有人」的運動》回到這些歷程的源頭，聚焦一群自稱「沒有人」的行動者——g0v零時政府。他們透過線上協作與實體黑客松打造「公民科技」，以介入社會運動、推動開放政府、對抗錯假訊息，展現了一種創新且去中心化的政治實踐。",""],["- 《「沒有人」的運動》是一部來回於線上與線下、關注人與非人如何協作的數位民族誌。歷經十年田野，作者深度參與並觀察 g0v黑客如何一方面運用數位工具實踐去中心化治理，另一方面開發公民科技以實踐基進的數位民主行動。作者提出「寄食者行動主義」作為核心概念，解析g0v如何藉由反覆辯論和轉譯「開放」的模糊與多義，如寄食者般遊走在國家體制與社會運動、協作與反抗之間，從而在快速變化的國內與地緣政治中，發出異議並打開行動的空間。",""],["- 當大型街頭運動退潮、社群能量漸散之際，數位行動主義也進入轉型期。本書為這場去中心的數位民主實驗留下了深具厚度的民族誌紀錄。這裡沒有對科技的天真樂觀，也沒有對行動者的造神崇拜。作者從臺灣的民主發展與政治現實出發，爬梳g0v崛起的脈絡，剖析其如何將「數位民主」打亮為臺灣的國際招牌，同時也直面其內部的矛盾、張力與限制。",""],["- 「開放」已成為當代民主的新語彙，g0v一路走來的軌跡正反映出一個時代的切片，啟發我們重新思考民主政治在數位時代的可能與未竟，為下一波臺灣社會與全球民主面臨的挑戰做好準備。",""],["- 相關延伸",""],["- 讀書會會議紀錄整理：https","//www.facebook.com/100000289175202/posts/24690518347207796/"],["",""],["### 當民族誌遇到後人類：數位田野中的拼裝與關照",""],["- 作者：李梅君 (中研院民族所)",""],["- 臺灣人類學刊 23（1）：9_44，2025",""],["- 關於《「沒有人」的運動》的研究方法",""],["- 摘要：數位民族誌因應著二十世紀下半葉數位科技的快速發展而生，它挑戰了過往田野工作要長時間身處一地的預設，甚至打破了物理空間的想像，讓參與觀察可以跨越實體空間遠距發生，也讓參與的身體不再受肉體所限。透過打破線上／線下、虛擬／實體的二分，數位民族誌確立了其作為人類學的重要課題。但是過往的數位民族誌仍然是以「人」作為行動者主體、「科技」是被動的物與客體，忽略了在當代田野的多重時空與碎形化下，田野工作者賴以參與觀察的身體五感是藉由數位科技而延展、擴充、分身、和瞬移的賽伯格（cyborg）身體；同時，所研究的對象也不再是以個體的人及其集合作為基本單位，而是與和各種非人與技術物的拼裝、異質元素集結的混種。在本文中，我引入女性主義後人類理論來重新思考田野工作者如何藉由將非人與物納入研究關懷，並且認真看待研究者帶入田野的身體與物質、處境與行動如何促成我們的田野經驗，從而超越過往以人類中心論的民族誌書寫，並重組數位田野中人與物、主體與客體、研究者與被研究者的關係。女性主義後人類理論不只為數位人類學帶來本體論與知識論上的新視野，更敦促田野工作者採取一種「關照」的倫理批判與實作，在與田野中的人、物、資料、技術、與數位互動交纏的同時，接納片段而充滿缺陷的田野工作者自身。",""],["",""],["### g0v D2WG 數位民主研究案工作小組",""],["",""],["* 「公民科技促進數位民主發展之挑戰及政策建議」政策報告",""],["* https","//g0v.hackmd.io/@d2wg/book"],["",""],["### g0v 研究_徵受訪者 by Sam",""],["",""],["說明文件：https","//g0v.hackmd.io/@5jPm6t3mSECMQeN0oYLaMA/BkffhrnVge?type=view"]]},"abJX1NrwRUynQ0wkE7u6fA":{"content":"\n# Sam 研究計畫 & 訪談：chewei\n\n:::warning\n上層文件：https://g0v.hackmd.io/LAN0r0y2SkudNpCwgtApBQ?view\n:::\n\n:::info\n目錄\n[TOC]\n:::\n\n## 你在 g0v 社群的參與，何時（及為何）開始，參加了什麼樣的專案\n\n### 天龍特公地\n2014 參加大松，提案公有地資料地圖\nhttps://g0v.hackmd.io/@chewei/poponfire/https%3A%2F%2Fg0v.hackmd.io%2FWN_QBpNpQtO1oxd_r4IIjQ\n\n### 參與台北市市有閒置空間政策成形過程\nhttps://g0v.hackmd.io/@chewei/poponfire/https%3A%2F%2Fg0v.hackmd.io%2FWN_QBpNpQtO1oxd_r4IIjQ\n\n### 資料申請小幫手\nhttps:...","tags":[["tags","學術研究,"]]},"XObaMallRJutJ_iF1Fb6Yg":{"content":"\n# 國家圖書館 / 國圖寶藏\n\n仿照國家寶藏\n\n## 利用民間租屋資料與行政資料估計臺灣租屋市場逃漏稅程度\n討論串：https://www.facebook.com/ddioibb/posts/pfbid04yfoTcB4uzN9DS291P6JMwEod1GZP1LGKTHLaneowhsnDiDbz76t5NkkYZLsXZEUl\n論文：https://hdl.handle.net/11296/39358t\n華藝：https://www.airitilibrary.com/Article/Detail/U0001-1030230731143003","tags":[["tags","學術研究"]]},"Uuv81ubASUqd7uJtuNHT0g":{"content":"#### 其他討論\n\nchewei> \n- 是否會與「學習型社群、嗜好社群、志願服務群體」這些類型群體的研究，相互參照\n    - 人員組成：活躍參與者 (slack, github 作為依據) + 曾參加過的人\n    - 公民持續參與G0V開源社群之動機-以生存、聯結與成長為觀點\n        - 作者：于宜均\n        - 研究成果: https://etheses.lib.ntust.edu.tw/cgi-bin/gs32/gsweb.cgi/ccd=bWzt9e/record?r1=1&h1=1\n        - 轉貼摘要：本研究發現，G0V社群參與者的持續參與動機，受生存、聯結與成長需求強烈影響。首先，社交與專案能力能增強參與動機，但個人生活型...","tags":[["#### Q","其他未能於上列問題探討之g0v的推動與治理議題有哪些?"],["A",""]]},"ib5hgpTtSzKPW-VVEDHOIA":{"content":"## FB 宣傳文\n\n📣 「g0v 沒有人」的民族誌分享 📣\n\n「沒有人」怎麼行動？公民黑客如何跟野生鄉民協作？多中心的社群又是怎麼處理衝突？長期參與觀察 g0v 的人類學家李梅君 (@mglee) 將分享她關於g0v「沒有人」的民族誌研究，解開這群「沒有人」如何轉譯開放，進一步串連鄉民、資料、數位科技，形成一個行動主義的拼裝體。\n\n【「沒有人」的運動：黑客、鄉民、與資料行動主義】\n時間：2021/05/28（五）20:00 - 22:00\n直播：g0v.tw 台灣零時政府 臉書活動專頁\n活動網站（共筆）：https://g0v.hackmd.io/ib5hgpTtSzKPW-VVEDHOIA?both\n\n🙌 ...","tags":[["## QA 共筆",""],["https","//app.sli.do/event/5jxhiytz/live/questions"],["QA 共筆部分 CC BY 4.0 by g0v contributors",""],["",""],["### 請問你如何看待近年來，g0v的集體成果，出現不符合貢獻比例的歸功於唐鳳？這樣的現象，對於唐鳳、g0v, 其他社會大眾，有何影響？三者在這樣的現象中，各扮演的怎樣的角色？",""],["- 「集體成果」是危險的",""],["- 例如 Cofacts 是 g0v 的\"集體\"成果嗎？我更傾向用地下莖的方向，而不是從屬的方式去思考 g0v 與 cofacts, 唐鳳等等",""],["- [name=chihao] 所以我個人支持 `powered by g0v` 這個用法 XD",""],["- 從內部來看，作為地下莖的串連，並沒有歸功誰的問題。但從外部看來，卻會因為外部對於組織、群體的想像，把 g0v 的許多行動 \"歸功於\" 唐鳳。社群內部的確也經常有類似的討論 (不見得是討論唐鳳，而是各種外部錯誤歸功或誤認代表者)，我個人的感覺是，g0v 參與者堅持以開放的方式來「闢謠」，像是寫共筆、討論治理機治，但並沒有能撼動外部的認知。在台灣可能還不那麼嚴重，因為台灣人認識唐鳳不見得跟 g0v 有關。但在國外，尤其歐美，唐鳳, g0v, OCF, PDIS 常常被搞混。g0v international 的出現，某個程度上就是在回應這個「被代表」的問題。",""],["- mg","沒辦法跟你說怎麼做比較好，個人作為研究者在於觀察"],["",""],["從外部來的時候很難 講不清楚，所以我覺得我在做的是在澄清這個文化概念，但這個是需要很多努力的",""],["09","22"],["主持人：現場有 g0v intl (international) 的人存在，是否有人想要發表感想",""],["",""],["### 我想詢問關於研究方法的問題，g0v作為田野，已然有別於過去人類學談的那種田野形式。特別是，當g0v的開源精神是強調一種去中心的、流動的社群時，您是如何擇定、捕捉g0v的研究場域呢？換言之，如何在研究方法上，將它轉變成一種「可研究」的對象？",""],["- 認為和一般人類學的田野沒有差別",""],["- 人類學家經常處理流動事務，傳統去研究的部落也是流動的，沒有完全的邊界",""],["- 一般人對於人類學的想像「研究異文化的他者」，這個想像有殖民色彩",""],["- 如果沒有物理空間的邊界，我如何做田野？我的田野空間物理空間，就是 OCF（開放文化基金會）的辦公室。很多 g0v 參與者會來，揪松團在那邊開會。還有各個黑客松與小聚的聚會，我也會去參加。我也小心不去跨那個線，有時候會有分叉，例如參與者在其他地方的演講。g0v 作為地下莖的存在，除了在這交節的過程中，也要看差出去的腳觸及到哪裡。開放政府觀察報告，就是讓我觸及到開放資料的社群，有和 g0v 重疊，沒有完全重疊。",""],["- 我一直都不覺得我做的不人類學，我相信我是人類學家！[name=mg]",""],["",""],["參與者問題：OCF / g0v 關係是蠻有趣的，法律上是蠻清楚，但（尤其在國外）蠻混淆的。你覺得 OCF 是社群的一份子還是在外面？",""],["提問者補脈絡：解釋 OCF：因為社群沒有法人組織，但專案需要金流或聘僱人員，所以 OCF 作為法人，幫助很多社群處理這些事，OCF 就是台灣許多開源社群共同成立的基金會。",""],["",""],["- 論文中有一章節在討論兩者的關係，不喜歡定義內 / 外，發現是流動的",""],["- 先行動，再討論關係",""],["- g0v 2012 黑客松辦辦，先辦了再說，參與者來自許多不同（開源）社群 如COSCUP",""],["- 最早提出法人概念 = clkao @ 2014 開了一個 [pad](https","//g0v.hackpad.tw/0rg.tw--2r3K7emrNpC)"],["就是要有一個法人組織來處理金流會計等事務型的事情",""],["",""],["> OCF 與 g0v 社群的關係在 mglee 論文的 P78-84",""],["",""],["也希望用 ocf 做一些社群鬆散不做（做不到）的事，所以有了國際交流",""],["代表",""],["角色混淆",""],["認為現在是G0V和ocf的斷裂時期",""],["",""],["- [name=chihao] 噢我不認為 ocf intl -> g0v intl 這是 fork XD 就像我不認為 g0v.new -> OCF Lab 是 fork 一樣 XD 因為原本的東西不是開源的，啊要怎麼 fork？",""],["",""],["mglee reply","人有時候行動的出發點可能不是要搶什麼東西，而是想說什麼東西可以代表台灣可以出去"],["- [name=chihao] 「可能不是」也「可能是」哦",""],["- 角色混淆是確實發生的事，可不可能不混淆，可能，因為 g0v international 正在做（持續改進），所以會產生混淆，並不是必然的事。[name=chihao]",""],["",""],["### 如果台灣認同是 g0v 沒有人的最大公約數，那跑來持續參與的國際參與者要怎麼解釋呢？對加拿大人、日本人來說，民主台灣跟威權中國的區分重要嗎？",""],["",""],["多數外國參訪者不認為自己是G0V的參與者，是具有參訪目的的，將G0V的概念帶回去自己國家。",""],["這也是矛盾的地方，現實上多數的沒有人就是為了台灣的問題、台灣的議題去行動的。",""],["",""],["> 台灣認同 可能 != 認同自己是台灣人",""],["> [name=chihao]",""],["",""],["mg 在說台灣認同的時候是說什麼認同呢？台灣認同可能有很多不同層次是指哪個層次？",""],["",""],["「rhizome 理論上沒有界限」，但社群有理念、價值，具體來說有宣言",""],["",""],["g0v 宣言",""],["https","//g0v.tw/manifesto/"],["",""],["### 感謝mg鉅細彌遺的介紹，想知道在你所參與的歷程中有沒有參與者違反社群規範的情況？社群的處理機制又是什麼？這樣的處理機制本身如何體現開放、沒有人是核心的精神？抑或無法完全體現？",""],["> [name=deeper]",""],["",""],["社群規範是什麼？",""],["社群規範很抽象",""],["很少有人指名「你某某某違反了社群規範的某ABC條」",""],["",""],["常常是我覺得你不夠開放，和社群精神是不符合的，",""],["產生衝突，大家坐下來說哪裡不好，是不是可以產生一種機制可以更開放？ 類似共筆的機制",""],["",""],["如果坐不下來就 forking，各做各的。 那各做各的會發生什麼事?",""],["",""],["越讓大家認同的就會讓大家加入",""],["不受到歡迎的可能就會結束，很自然淘汰的過程",""],["",""],["不會那麼指名道姓說誰違反",""],["很多時候不是那樣在運作",""],["",""],["chihao","我覺得沒那麼抽象，有宣言、CoC (Code of Conduct)、共筆。有些是共識，例如我們講參與者不講成員（雖然如果有人講成員，也不會說直接說你違反規則！）-- 都是有文本可以依循的。"],["- 基本上（？）apply 到整個（？？？）社群",""],["- CoC 最基本人與人之間的尊重 https","//g0v.hackmd.io/s/COC"],["- 宣言 https","//g0v.tw/manifesto/"],["- 粗略共識",""],["- https","//g0v.hackpad.tw/-g0ver--p91yfZBbUG1 [name=chihao 舉例，不代表大家都這麼認為]"],["- https","//g0v.hackpad.tw/g0v-Media-Policy--Rbpc5FiUyA5 [name=chihao 舉例，不代表大家都這麼認為]"],["- 每個坑自己有自己的治理機制",""],["",""],["Isabel",""],["我最近的觀察，在Slack上很少看到有人在吵架，如果有人說了不符合精神的話，常常是忽略 ignore",""],["",""],["mg",""],["所謂違反社群",""],["有時候大家就會出來回應說你這樣子是不太好的",""],["大家可能新參與",""],["",""],["不太會有把規章拿出來，一群人在審判這樣",""],["",""],["大家認同的東西就會聚集，不被認同的東西就會漸漸淡出",""],["",""],["claire",""],["我覺得，應該是，有個最大公約數放在宣言，甚至是治理機制",""],["但誰有權利去執行治理機制，甚至是指出違反或將之排除於社群之外？",""],["無法有真正的全體共識吧？頂多只能說我（或是某一小部分團體）不認同，不會說社群覺得你違反 OOXX 機制",""],["",""],["Lisa Lin",""],["提醒到沒救了就放棄...XD",""],["",""],["chihao",""],["不會有社群說你違反，因為沒有「社群」這個人",""],["",""],["Isa",""],["可能會是有人來請求某人離開這樣的方式",""],["",""],["> 想補充 isabel 在 g0v Summit 上談 governance 的 session",""],[">",""],["",""],["Claire Cheng",""],["啊～～我想到幾年前在後勤中心社團有看到有人貼反同之類的宣言，有被人提醒違反社群宗旨",""],["",""],["Teng-Feng Kuo",""],["請問：「開放」的理念，在遇到隱私個資的問題的時候，有什麼衝突或討論的成果嗎？像剛剛提到的（1922？",""],["",""],["Lisa Lin",""],["我覺得相對而言大家真的很友善，在進到無視階段之前大部分都會看到人們的提醒XD",""],["",""],["> [name=ael] 我其實想要",""],["",""],["### 好奇梅君作為人類學家在g0v 社群中扮演的角色除了一位記錄者與訪談者之外，還有沒有其他與社群互動的方式或是貢獻？",""],["",""],["![](https","//s3-ap-northeast-1.amazonaws.com/g0v-hackmd-images/uploads/upload_d145f589f3b964b1a050ab6c56425716.png)"],["",""],["",""],["我很喜歡在裡面拉人串聯",""],["最近做了很多大學遠距教學的國外介紹",""],["",""],["Ael","mg 做了很多中英翻譯的事！也做把國際的人帶來g0v、把外國人介紹給 g0v 大家。"],["mg 問了很多關於社群治理的問題，例如：g0v真的是去中心化嗎？是否有權力不對等?",""],["公民科技讀書會",""],["",""],["補充 立法院OGP (開放國會) 翻譯的部分梅君幫助很多。",""],["需要把討論好的東西從中文翻譯成英文。",""],["",""],["- 幹，做學術研究的貢獻超大的吧我的媽呀，學術研究有多難做我的天哪 [name=chihao]",""],["- [name=ael] ++",""],["-  [name=kochunYang] 之前的開放政府報告",""],["",""],["MG","需要角色轉換，但覺得自己轉換很失敗。"],["",""],["跟很多社會科學強調客觀的研究方式不同，人類學家寫的一定是我參與的故事。就會有角色的重疊。我的角色重疊非常深，即便我寫完論文後，我是台灣人又回來這個社群，對我來說也是個拉扯，如何把這個重疊當成正向發展。",""],["",""],["不要過度參與",""],["",""],["能不能用 critical space 的方式寫出來",""],["",""],["Claire補問",""],["請求一起回答我下面的問題，因為很相關，可以插隊嗎ＸＤ",""],["問在做研究時，mg 是如何在田野過程中，保持觀察者的身份，同時又深入田野參與，並在被社群接納的過程中，既有貼身的觀察機會，又能保持客觀研究呢？又或者，不存在絕對的「客觀」？（好奇人類學的研究方法如何看待這件事）",""],["",""],["mg",""],["我是怎樣的人，就會影響我看到的樣子。沒有一個人類學家不會把自己放在客觀的位置去研究，人類學研究一定是主觀的，人類學的角色位置是需要揭露的。我就放開心胸做我自己，讓社群看到我是怎樣的人。有兩種狀況，一種是人家很喜歡你就進去，也有人家不喜歡你就進不去。不同學科的訓練不一樣，對人類學家來說有價值，就是從 outsider 到 insider 再到 outsider 的價值。 我不是要在高高在上的樣子，那不是研究的途徑。",""],["",""],["我在社群時不傷心，但通常是在學術界時會很傷心，因為在學術界會被挑戰我太在裡面。",""],["",""],["### 好奇美國學界和台灣學界對此論文的反應有什麼不同",""],["美國學界",""],["我沒有那麼厲害，但是大家還蠻喜歡這樣子的團體的，大家覺得很耳目一新，因為是他們社群不會接觸到的，所以他們蠻肯定的，也有可能他們就是我的指導老師，所以肯定。",""],["",""],["我必須要花更多時間去詮釋 g0v 是怎樣的東西，他其實是比較像是地下莖流動的過程，但是從外面看起來很像是一個組織。會有認知落差，就會產生討論的空間。我最常被批評的點是，我太在裡面，我說出來的話，太過於把 g0v 成員跟我說的話當成事實來說出去，不夠拉出來站在某個位置。 我認可這樣的批評，是確實存在這樣的問題，但是除了我本身是個溫柔的人以外，也覺得主觀看到的事物的樣態是有它的價值存在。",""],["",""],["May Wu9","50 PM"],["The Vulnerable Observer",""],["蔡佳昇9","52 PM"],["樓上的quote讓人想問那MG在田野過程中有任何「傷心」嗎XD",""],["chihao9","52 PM"],["開心就好，講清楚就好（？）",""],["Claire Cheng9","53 PM"],["謝謝 mg!",""],["蔡佳昇9","53 PM"],["https","//www.books.com.tw/products/0010485918"],["Negatorism Lab9","53 PM"],["這本書感覺就很傷心...QQ",""],["Carmen Kuo9","53 PM"],["在社群是快樂的",""],["Terry Wang9","53 PM"],["\\MG/",""],["Carmen Kuo9","55 PM"],["我能理解這趴, 為了向日本人說明讓日本人聽懂g0v 我傷心了半年(因為開會超長超多次)...直到報導跟節目確定可以出來",""],["inome c9","55 PM"],["那是 互動的 過程?!",""],["",""],["### 同時想問在這樣偏當代的社群研究中做田野，有沒有與過往在弱勢群體中做田野不同的倫理議題必須處理？另外，學術圈較為「非開放」的實作文化，如何干擾你的研究過程？",""],["> [name=deeper]",""],["",""],["很多學術期刊沒有開放，這是讓我最痛苦的地方，我收集大家的故事",""],["",""],["白領階級、學生，沒有經濟壓力的，並非弱勢...",""],["",""],["open access 要付$$$$$$$$$$$$$$$$$$$$$$(註：約5-7萬台幣)，但我付不起QQ",""],["what!?",""],["",""],["john doe","go scihub"],["",""],["我的題目有個特殊的地方，g0v的參與者前面有提到是白領、學生、無經濟壓力的人，跟人類學或是社會學會做弱勢群體不同，所以當我們在做弱勢群體的研究的時候，會傾向去尋找怎麼樣產生能動性去反抗、對抗。",""],["做 g0v 黑客的模糊點是，也在找能動性，但他們相對是有技術能力的人，在學界很容易被覺得我不夠批判。",""],["",""],["有技術跟能力，有時被視為不夠批判。現在學界的主流會指出科技的問題點或科技不夠",""],["開放，例如指出科技會變成像《黑鏡》一樣的狀況。",""],["(chihao) 咦？問題是不夠開放嗎？？？？XD",""],["(ael)","問題應該是覺得科技就應該要被批判，科技是潘朵拉的盒子"],["(chihao) 跟我的理解一樣 XD 預設批判（預設批判其實沒錯啦 XD）",""],["",""],["我這個題目剛好不是往這個方向，我常常會掙扎",""],["要去寫 g0v 去產生了封閉的問題嗎？",""],["",""],["我沒有找到很好的答案，所以我現在沒有教職（苦笑）",""],["",""],["我在跟學術界對話會有的拉扯",""],["",""],["deeper",""],["但我剛剛得到了小班節錄的一段論文內容好像可以作為解答",""],["",""],["I did not expect that the difficulty of doing this research was never how to take part in, but rather how to leave — not to leave for good but to leave temporarily so as to have a critical space of thinking and writing. g0v’s impact is huge on me, both on how to do research and on how to act as a social being. Oftentimes, I realized something unique about g0v when I left the field and returned to “my normal life.” I remembered one particular episode clearly. It was in the middle of my fieldwork. I was invited to give a talk on my research about g0v in a university in Taipei. The host was kind to share the talk on her personal Facebook page (set as a public post) and encouraged students to attend. The post got more popular than we thought it would be. One student, who was also a g0ver, also shared it to g0v’s Facebook page. Below the post, some people requested live broadcasting. Yet the host hesitated — it was not the norm for an academic talk to be “live,” and she worried that being live would discourage students from speaking up. We did not do live broadcasting at the end, but instead, a few g0vers who were available that day volunteered to attend the talk and took notes for others who could not be there.",""],["",""],["They came, sitting among students with their hands typing notes on their laptops during my talk. After the talk was a Q&A session. At first, I was a bit anxious about sharing my immature observations before a bunch of my “informants.” Yet interestingly, instead of feeling “being challenged,” those who came became powerful allies who were so eager to answer students’questions and provide more information. The Q&A was hijacked and became their show. I sat there, leaning myself on the seatback, taking a reflexive lens on the power dynamics between the anthropologist and her informants, between the speaker and the audience, between the teacher and the students. When I got home after the talk, the collaborative note had been shared on Facebook. g0vers interpreted my talk, agreed or disagreed with some points, and made comments on what they thought what g0v really is. The talk was no longer my talk. “g0v is always able to turn others’ events into their game,” said Ael, one of the note-takers commented when she shared the note.",""],["",""],["This ethnographic moment was precious. It not only demonstrated g0v’s open principle that was different from the way institutions work, but also challenged anthropological representation. The attendance of g0v hackers in the talk sent important messages","“We reject to be nameless others;” “we reject to become a few slides;” “we reject to be represented.” How often can we see “informants” speak up for themselves in an academic setting? Although anthropologists have the tradition of self-criticizing our ethnographic representations of “the others” (Clifford and Marcus 1986; Rabinow 2007), the privileged position of writing still holds till today. Ethnography is inevitably a form of representation. Studying g0v highlights the problem of anthropological representation once again. These hackers’ technological capacities and the ability to engage in academic conversations unsettle this ethnography even more."],["",""],["> [name=ael] mg 論文 P23-25 有提到去大學演講時 g0v 參與者一起聽演講並參與討論的故事，也是以上英文段落摘自的頁數。",""],["",""],["### 從最初來自開源社群的共同發起人和早期參與者所形塑的文化，在更多領域的人加入後有什麼改變嗎？有什麼挑戰或是磨合嗎？新來的人理解 g0v 本質是開源社群嗎？",""],["",""],["這題目非常有趣，很多新來的參與者，不見得會知道這裡跟開源社群密切的關係，沒有太多複雜的認識，會說好多共筆，協作是甚麼?",""],["",""],["若只是單純開源社群，專注在技術、程式改變、突破著作權，而沒有關注議題的 ...",""],["",""],["不知道其他開源社群是什麼",""],["",""],["這是我從 g0v 從開源社群往",""],["往黑客行動主義移動（！）",""],["",""],["很多開源社群是 anti-politics",""],["有些開源社群參與者也會政治不正確",""],["",""],["不會是問題，是社群成長的過程",""],["開源的概念，還是存在社群裡面，例如沒有人的文化內在培養，不一定需要回溯知道國際開源軟體運動是什麼",""],["",""],["會有磨合",""],["為什麼要打開來？為什麼我要寫授權？ CC 是什麼？",""],["",""],["為什麼要開放(打開來)?",""],["",""],["讓新來的人接受這個過程不會那麼痛苦，只是一個過程。",""],["",""],["### 合作是cowork嗎？可以詢問協作概念的英文用詞嗎？",""],["合作 cooperation",""],["協作 collaboration",""],["",""],["### 結語",""],["主持人 tmonk","喜歡 mg 把「開放」翻譯成 kaifun"],["",""],["祝福大家",""],["疫情早日趨緩",""],["歡迎大家到 g0v Slack 聊",""],["",""],["___",""],["## Slido 提問 Archives",""],["### Anonymous - 👍14 - mg 頭髮好漂亮～",""],["MG","謝謝 (羞)"],["",""],["### Anonymous - 👍10 - 請問你如何看待近年來，g0v的集體成果，出現不符合貢獻比例的歸功於唐鳳？這樣的現象，對於唐鳳、g0v, 其他社會大眾，有何影響？三者在這樣的現象中，各扮演的怎樣的角色？",""],["MG","QA 中已回答"],["",""],["### Anonymous - 👍9 - 我想詢問關於研究方法的問題，g0v作為田野，已然有別於過去人類學談的那種田野形式。特別是，當g0v的開源精神是強調一種去中心的、流動的社群時，您是如何擇定、捕捉g0v的研究場域呢？換言之，如何在研究方法上，將它轉變成一種「可研究」的對象？",""],["MG","QA 中已回答"],["",""],["### deeper - 👍8 - 同時想問在這樣偏當代的社群研究中做田野，有沒有與過往在弱勢群體中做田野不同的倫理議題必須處理？另外，學術圈較為「非開放」的實作文化，如何干擾你的研究過程？",""],["MG","QA 中已回答"],["",""],["### Anonymous - 👍8 - 好奇美國學界和台灣學界對此論文的反應有什麼不同",""],["MG","QA 中已回答"],["",""],["### Anonymous - 👍8 - 好奇梅君作為人類學家在g0v 社群中扮演的角色除了一位記錄者與訪談者之外，還有沒有其他與社群互動的方式或是貢獻？",""],["MG","QA 中已回答"],["",""],["### Anonymous - 👍8 - 如果台灣認同是 g0v 沒有人的最大公約數，那跑來持續參與的國際參與者要怎麼解釋呢？對加拿大人、日本人來說，民主台灣跟威權中國的區分重要嗎？",""],["MG","QA 中已回答"],["",""],["### deeper - 👍8 - 感謝mg鉅細彌遺的介紹，想知道在你所參與的歷程中有沒有參與者違反社群規範的情況？社群的處理機制又是什麼？這樣的處理機制本身如何體現開放、沒有人是核心的精神？抑或無法完全體現？",""],["MG","QA 中已回答"],["",""],["### Anonymous - 👍7 - 從最初來自開源社群的共同發起人和早期參與者所形塑的文化，在更多領域的人加入後有什麼改變嗎？有什麼挑戰或是磨合嗎？新來的人理解 g0v 本質是開源社群嗎？",""],["MG","QA 中已回答"],["",""],["### Anonymous - 👍4 - 想請問開源社群的參與者最初是因為什麼原因而參與？剛才演講中有提到通過聚會的通過儀式將初次參與者轉變成「沒有人」、或是有提到「行動主義」（行動先行），但是我好奇最一開始的動機為何？",""],["",""],["MG","讓我先從 g0v 成立的故事說起：台灣開源社群的同好們原本就有許多技術性質的聚會、研討會，常常聚在一起切磋，有時也會討論起當時的熱門政治話題，但並沒有政治取向的發展。在 2012 年底，當初主要的創辦人，是幾個大學朋友，他們在 2012 年底參與了一場 yahoo 辦的競賽式黑客松，就像其它團隊一樣，原本提的案子是商業運用取向的應用，但在那陣子，正好有「經濟動能推升方案」事件在 PTT 爆發輿論，政府用極高的預算拍了一支什麼政策都沒解釋的廣告，讓這些非常著重公開透明、喜歡挖資訊的十分不滿，於是動手做了一個「中央政府總預算」的專案，並且用這個專案拿到了 Yahoo 黑客松的佳作。得到獎金後他們大吃了一場，並決定把剩下來的錢辦一個以「開放政府資訊」為目標的黑客松，這就是第一次的 g0v hackathon。"],["",""],["從這個故事可以看見，即使是成立的過程，也是黑客們先行動了，開辦了黑客松，然後在黑客松的場域中，逐漸形成 g0v 社群。這些最初的參與者，多半彼此在開源社群中互相認識，或不認識但多少知道對方的存在，聽到自己的技術可以拿來促進公共議題上，便響應參與。",""],["",""],["除了開源社群原有的連結外，當時台灣的社會氛圍騷動不安，有許多社會議題蘊釀著，也產生很多街頭運動 (樂生、工運、反迫遷、核能等等)。同時，這一群人，生長在解嚴後自由民主的時代，卻也是經濟停滯的 “崩世代”，早已累積了對政府的不滿。因此當有人號召，很快便聚集出能量。",""],["後續的參與者，愈來愈和開源社群脫節，但和這個時代脈絡更緊密相關。一路到 2014 年的太陽花運動後，更是激起另一波社會運動者的參與。那時候，g0v 的「拆政府、原地重建」口號吸引了非常多的太陽花後充滿激情卻不知做什麼好的運動者加入。但隨著運動的熱情減緩、政黨輪替後，新參與的人不見得帶有如此強烈的反政府情緒。2016年後的參與者，有不少則是認同開放、參與、行動來改革政府而加入，從「拆政府、原地重建」轉變成「待用政府」或是「從憤怒到協作」。從這段歷史你可以看到參與動機與當下台灣的政治脈動息息相關，而不同時期加入的參與者也有著不同動機跟政治/社會環境。",""],["",""],["### Claire - 👍4 - 請問在做研究時，mg 是如何在田野過程中，保持觀察者的身份，同時又深入田野參與，並在被社群接納的過程中，既有貼身的觀察機會，又能保持客觀研究呢？又或者，不存在絕對的「客觀」？（好奇人類學的研究方法如何看待這件事）",""],["MG","QA 中已回答"],["",""],["### Anonymous - 👍4 - 妳引用法國幾位哲學家的論述 不知道法國人對g0v的認識與看法？",""],["### Anonymous - 👍4 - 合作是cowork嗎？可以詢問協作概念的英文用詞嗎？",""],["MG","QA 中已回答"],["",""],["### Anonymous - 👍3 - 想問講者作為人類學的研究者g0v是否有與傳統人類學觀察不同的地方？講者在田野的過程中自己的觀點有被影響嗎？",""],["MG","與前述問題相似，在 QA 中已回答"],["",""],["### Anonymous - 👍3 - 請問在g0v中，需要大量枯躁、重覆工作的專案多嗎（像是政治獻金那樣的坑）？以及，這樣類型的專案裡，透過「遊戲化」（例如比照進擊的巨人）來吸引參與者行動並給予攻略，這樣的方式是常態嗎？有透過遊戲化來吸引大家參與跟沒有透過遊戲化的狀況下，分別產生什麼樣的現象？",""],["",""],["MG",""],["",""],["大量枯躁的工作非常多，因為資料往往需要非常多的整理才能夠被程式進行各種利用，因此，在 g0v 許多專案中都可以看到程度不一的遊戲化、或是迷因化、或者是加入好玩的元素來引人們注意及參與。這種 fun politics 是數位行動中很常見的策略，在黑客政治中特別突出。甚至，在某些黑客行動裡 (並非 g0v)，making fun 會走向滿惡意的方向，比方匿名者就經常有一些惡意玩笑的行動。",""],["",""],["在 g0v 裡，因應每個專案的性質跟該專案的坑主性格，fun politics 的操作不見得一樣，畢竟幽默感是很依賴 sense 和對網路文化的掌握。相對不有趣的專案，如果沒有特定政治環境來引起關注，便很容易因為缺乏參與就無疾而終了。",""],["有位參與者寫了一篇關於 g0v fun politics 的短文，可以參考：https","//taiwaninsight.org/2021/05/20/fun-politics-and-the-politics-of-fun-in-taiwans-g0v-community/"],["",""],["### Anonymous - 👍3 - 末日松茸和g0v的關聯可以再多描述一些嗎，感謝。",""],["MG",""],["",""],["抱歉因為不想太多理論討論所以演講中草草帶過。關於 Anna Tsing 的末日松茸，我主要是引用她對於「拼裝體」(assemblage)的討論。拼裝在人社各領域都有很多討論，其中一個重要的脈絡是用拼裝重新去思考全球化。以往對於全球化的討論，要麼將地方的主體性抹去，強調全球資本主義將歐美文化霸權帶到第三世界，要麼談地方如何回應/反抗全球化的過程。但這樣的討論帶有了全球/地方的二元對立。拼裝的概念希望去挑戰這個二元，強調來自不同脈絡的文化元素如何在具體的在跨境流動的社會脈絡中互動，進一步形成全球拼裝體(global assemblage)。從這裡出發，Anna Tsing 進一步以松茸的全球流動 (從採摘、貿易、到飲食)來探究圍繞著松茸的各式人與非人(植物、動物、與各種技術物)的互動如何形成拼裝體，進一步促成既跨境又在地的事件。這種拼裝體並非系統、或結構，它不是預先規畫，而是即興結合，沒有固著的形態，可能隨時消散再連結。",""],["",""],["我引用 Tsing 對拼裝體的討論去思考 g0v 的資料行動如何產生。從我討論政治獻金數位化的專案，我們可以看見行動的產生並非在行動之外有一隻看不見的手在規畫、操作。而是一連串人、事、物即興的互動、協作，從反核四五六到g0v黑客與鄉民、從Captcha到行動攻略，這些人事物都有自己的角色與行動，在特定的社會脈絡下串連，卻也隨時都可能消解。同時間拼裝體背後對全球化理論的批評，也讓我們去重新去思考數位科技並非單純是被引入的「外來物」。數位科技本身就是個全球拼裝體，它不是誕生在北美或是矽谷，更不是一個要消滅人類差異甚至主體性的巨獸。數位科技本身就是複雜的拼裝，而 g0v 運用科技的方式正呈現了這個拼裝體的可能性/不確定性的一體兩面。",""],["",""],["",""],["### Anonymous - 👍2 - 關於 g0v 製造的噪音，有什麼具體案例嗎？",""],["MG",""],["",""],["先讓我引一下賽荷的話：「寄食者是煽動者。但它不是要轉變系統，不是要改變其本質、形狀、元素、關係和行徑……它使系統微微地改變了狀態。它把系統弄斜了。它擾亂了系統的平衡或能量分佈。它給系統打興奮劑，使它發炎、受刺激。這樣的傾斜常常沒有作用。但也可能經由繁衛或連鎖關係而產生巨大影響。不是免疫，就是瘟病流行」(《寄食者》p320)",""],["",""],["「雜訊造成毀滅，也產生恐懼。但秩序與扁平的重複卻貼近死亡。雜訊滋養另一個新秩序。組織、生命、理智思維，這些東西定居於秩序與雜訊之間，全賴紊亂與完美和諧的緊密相依。」 (《寄食者》p219)",""],["",""],["地下莖是 g0v 如何組織(沒有人)，拼裝體是 g0v 如何行動(開放)，寄食者是 g0v 如何介入政治 (黑技)。",""],["",""],["我想用寄食者談的，就是黑技(hacking)作為一種政治行動，與抵抗 (resistance)的不同的。抵抗是站在權威的對立面試圖去推翻，而黑技則是進入系統/權威之中，尋找其中的漏洞。這種寄食的政治，讓黑技處於一個內外搖擺的策略位置--一下與政府協作，一下與政府對抗。",""],["",""],["一個具體的例子是 1922 實聯制。去年(2020)第一波疫情後推行實聯制時，g0v 社群產生了許多對於個資、隱私的\"噪音\"，這些噪音在一年的蘊釀下，當這波疫情再起時，催生出簡訊實聯制的構想。但這個「噪音」進一步受到唐鳳的注意而被制度化成為了政策 (\"雜訊滋養另一個新秩序\")。社群並沒有就滿足於這個新秩序，馬上對簡訊實聯制的法律授權、監督機制產生更多討論(噪音再起)……這些過程呈現了 g0v 作為寄食者如何不斷制造政治空間。噪音是生生不息的。它來自於對「開放」的貪得無厭、對「開放」無止盡的施壓、無止盡的再詮釋。",""],["",""],["### Anonymous - 👍2 - g0v 沒有辦法自外於政府而存在嗎？一定要有政府 g0v 才有寄食和喧嚷的空間嗎？有很多專案跟政府也無關吧？",""],["MG","我的觀點是，一定要有政府才會出現 g0v。從 g0v 的源起故事可以很清楚的看見，最初以及後續許多參與者的加入，都和不滿政府或是想改造/幫助政府有關。(請參考前面👍4那題)。如果沒有政府，而是從其它專案開始，那它長成的樣子，就不會是今天的g0v，而是其它公民科學、或是開放知識的社群。從早期的「拆政府、原地重建」，到「從憤怒到協作」，到「開放政府」，g0v 的政治空間一向是寄食在政府之中。"],["### Anonymous - 👍2 - 數位梗還不賴",""],["### Anonymous - 👍2 - 強調邀請 <3",""],["MG","不客氣~"],["### Anonymous - 👍1 - 多數人並不熟悉社群協作的溝通、作業模式。有沒有考慮過用圖解之類的方式，把g0v熟悉的思維推廣給不熟悉的異溫層，讓異溫層不再是由外界來認識g0v、被動接受g0v的成果，而是主動用g0v的思維來參與生活中的政治，並使這種現象蔚為主流？",""],["MG","其實許多參與者已經在用比我更口語化、圖像化的方式在把 g0v 介紹給大眾了！我的角色比較不是推廣者 (雖然時不時會被放在這個位置...)。另一方面，這個問題也指出了 g0v 始終存在的一個問題--難以全面性大眾化。因此所堅持的開放的理念，有一定的理想性，和當代社會許多運作邏輯是相違背的，使得 g0v 和不同組織互動時會產生各種磨擦，也就難普及。"],["",""],["### Anonymous - 👍1 - 確實從g0v會有寄生獸的概念形成，但這個其實會受到命題跟田野的影響，背後人的價值觀或行動理念會在更高層次的驅動，簡單說剛好目前g0v跟開放架構覺得比較重要而投入，有可能後續會轉往不同議題、環保or綠能，因此g0v若作為論述主體，講者題目是蠻適合的，而田野或形而下的情況，以人為主體，那麼g0v其實比較接近客體的行動結果",""],["MG","謝謝評論。會合併與上面「噪音」那題一起回覆。"],["### Anonymous - 👍1 - 那「沒有人」這個概念和這句話是從哪裡來的？誰說的？",""],["MG","來自社群參與者接力拼接的成果，請參考「g0v 宣言與[「沒有人」文化考古」](https://g0v.hackmd.io/h9fErzOsS1eBTLIbB48Yng)"],["",""],["### Anonymous - 👍1 - 先行動後社群",""],["### Anonymous - 👍1 - https","//meet.google.com/ivd-gxoz-xxf"],["### 工友 - 👍0 - 好奇請教，在人社領域，g0v或講者主題，在領域關聯的研究缺口或是產生影響力的應用缺口上，g0v的特殊點，就講者角度來看在哪裡?更直接地問，想了解講者預設相關研究與田野互動的價值或突破?以及未來講者以論文方式擾動社群後，有什麼擴大連結的機會或延伸嗎?比如跨組織互動，或是帶新的人進來行動研究，或是其他...etc?",""],["MG","謝謝你這個問題，這是另一段長篇大論，容我待回！"],["",""],["### Anonymous - 👍0 - 如何推廣這樣的思維給異溫層，讓g0v的行事方式改革鄉里之間的地方政治、傳統社群資訊傳遞方式？",""],["MG","請見上面👍1的回覆"],["",""],["### Anonymous - 👍0 - 那你怎麼看待你作為人類學家和 g0v 社群的關係？",""],["MG","QA 中已回答"],["",""],["___",""],["## QA Google Meet 聊天室紀錄",""],["john doe下午9","10"],["希望下次可以改善直播方式，今天品質很糟",""],["john doe下午9","14"],["如果你沒有台灣自己rack level server 架 jitsi 還是建議就用企業的service 就好了。一分錢一分貨",""],["黃種賢下午9","15"],["50個應該也沒問題的XD",""],["Negatorism Lab下午9","20"],["OKˇ的啦~",""],["就給他共下去",""],["Yun Chen下午9","21"],["想補充一下，今天看起來滿多新參者來的。有些詞最好還是不要用簡稱，例如： OCF（開放文化基金會）、g0v-intl（g0v 國際交流小組）",""],["今天的共筆：",""],["https","//g0v.hackmd.io/@k_gLcFP-S0OPYEjfnyoQgw/HyJdR3wud"],["Yun Chen下午9","22"],["mglee 的博士論文",""],["https","//drive.google.com/file/d/11Ng1LiGWsUE9jGZN2TL_Wo3IeDwxN_xL/view"],["Samuel Dong下午9","22"],["chihao的聲音有點忽大忽小",""],["Yun Chen下午9","27"],["拜託大家解釋一下 OCF 是什麼！！！！！！！！",""],["Yun Chen下午9","28"],["OCF  全名是開放文化基金會（Open Culture Foundation）",""],["https","//ocf.tw/"],["Ronny Wang下午9","29"],["https","//g0v.hackpad.tw/0rg.tw--2r3K7emrNpC"],["pad 在這邊",""],["Yun Chen下午9","34"],["大家可以在共筆上幫忙打筆記或是提出自己的意見唷",""],["黃種賢下午9","35"],["您好，我是先前關於研究方法問題的提問者，",""],["不好意思讓你覺得在質疑這是不是人類學研究，",""],["我當初的疑問比較單純是，在一種相對模糊、邊界流動（甚至幾乎可能根本沒有邊界？）處，",""],["要如何找到研究者，同時處理自己對於田野的劃界會不會把特定研究對象給排除掉的問題。",""],["謝謝剛剛精彩的回答！",""],["Guo-Jim_國鈞下午9","36"],["語言的界線也是?",""],["Yun Chen下午9","38"],["我想補充一下，國外也開始有社群用 g0v 這個名字",""],["張揚翔下午9","38"],["https","//g0v.tw/manifesto/"],["Yun Chen下午9","38"],["g0v 宣言",""],["https","//g0v.tw/manifesto/"],["Lisa Lin下午9","42"],["XDDDDD",""],["小班＋＋",""],["Terry Wang下午9","43"],["感謝小班",""],["Lisa Lin下午9","43"],["https","//g0v.hackmd.io/s/COC"],["Claire Cheng下午9","44"],["我覺得，應該是，有個最大公約數放在宣言，甚至是治理機制",""],["",""],["但誰有權利去執行治理機制，甚至是指出違反或將之排除於社群之外？",""],["無法有真正的全體共識吧？頂多只能說我（或是某一小部分團體）不認同，不會說社群覺得你違反 OOXX 機制",""],["",""],["Lisa Lin下午9","44"],["我覺得slack上在無視之前會先提醒吧",""],["Carmen Kuo下午9","45"],["社群的{原力}就會像磁石一樣吸引某些人, 某些人就離開了",""],["Lisa Lin下午9","45"],["提醒到沒救了就放棄...XD",""],["Isabel Hou下午9","45"],["有些是無從提醒了。",""],["Claire Cheng下午9","46"],["啊～～我想到幾年前在後勤中心社團有看到有人貼反同之類的宣言，有被人提醒違反社群宗旨",""],["Teng-Feng Kuo下午9","46"],["請問：「開放」的理念，在遇到隱私個資的問題的時候，有什麼衝突或討論的成果嗎？像剛剛提到的（1922？",""],["Lisa Lin下午9","46"],["我覺得相對而言大家真的很友善，在進到無視階段之前大部分都會看到人們的提醒XD",""],["Isabel Hou下午9","47"],["大家真的很友善喔。",""],["Carmen Kuo下午9","47"],["真的是友善的大家",""],["Negatorism Lab下午9","48"],["不友善的基本上會自燃燒毀",""],["Lisa Lin下午9","48"],["每次想要直接無視的時候都會看到chihao試圖引導XDDDD",""],["Claire Cheng下午9","50"],["請求一起回答我下面的問題，因為很相關，可以插隊嗎ＸＤ",""],["問在做研究時，mg 是如何在田野過程中，保持觀察者的身份，同時又深入田野參與，並在被社群接納的過程中，既有貼身的觀察機會，又能保持客觀研究呢？又或者，不存在絕對的「客觀」？（好奇人類學的研究方法如何看待這件事）",""],["May Wu下午9","50"],["The Vulnerable Observer",""],["蔡佳昇下午9","52"],["樓上的quote讓人想問那MG在田野過程中有任何「傷心」嗎XD",""],["chihao下午9","52"],["開心就好，講清楚就好（？）",""],["Claire Cheng下午9","53"],["謝謝 mg!",""],["蔡佳昇下午9","53"],["https","//www.books.com.tw/products/0010485918"],["Negatorism Lab下午9","53"],["這本書感覺就很傷心...QQ",""],["Carmen Kuo下午9","53"],["在社群是快樂的",""],["Terry Wang下午9","53"],["\\MG/",""],["Carmen Kuo下午9","55"],["我能理解這趴, 為了日本人說明讓日本人聽懂g0v 我傷心了半年(因為開會超長超多次)...直到報導跟節目確定可以出來",""],["inome c下午9","55"],["那是 互動的 過程?!",""],["黃種賢下午9","56"],["倫理？",""],["蔡佳昇下午9","56"],["倫理議題～～～",""],["不是理論XD",""],["john doe下午9","56"],["go scihub",""],["Negatorism Lab下午9","56"],["掠奪期刊",""],["Terry Wang下午9","56"],["\\開放/",""],["蔡佳昇下午9","57"],["但我剛剛得到了小班節錄的一段論文內容好像可以作為解答",""],["I did not expect that the difficulty of doing this research was never how to take part in, but rather how to leave — not to leave for good but to leave temporarily so as to have a critical space of thinking and writing. g0v’s impact is huge on me, both on how to do research and on how to act as a social being. Oftentimes, I realized something unique about g0v when I left the field and returned to “my normal life.” I remembered one particular episode clearly. It was in the middle of my fieldwork.",""],["Negatorism Lab下午9","57"],["\\開放期刊/",""],["蔡佳昇下午9","57"],["好吧有字數上限 大家自己去翻XD",""],["john doe下午9","57"],["https","//sci-hub.ee/"],["Terry Wang下午9","59"],["沒有人知道g0v是什麼，因為g0v是個沒有人的社群",""],["Terry Wang下午10","01"],["有趣的是，你，就是那個沒有人",""],["蔡佳昇下午10","01"],["感謝MG！",""],["郭伶伶下午10","02"],["謝謝這場演講和講者～",""],["May Wu下午10","02"],["謝謝MG分享和大家的提問",""],["Isabel Hou下午10","03"],["謝謝mg, tmonk!",""],["黃厚銘下午10","03"],["很棒的一場演講。對於研究方法（研究者角色）的回應也很棒。謝謝。",""],["Ronny Wang下午10","03"],["謝謝 MG ，謝謝 tmonk!",""],["Hsin-Chan Chien下午10","03"],["mg++",""],["黃種賢下午10","03"],["謝謝講者的精采分享",""],["湯立成下午10","03"],["謝謝講者，還有主持的人．這場演講很棒",""],["Chris Wu下午10","04"],["👏",""],["Ronny Wang下午10","04"],["也歡迎大家到 g0v slack 聊聊 https","//join.g0v.tw/"],["Oliver Lu下午10","04"],["kaifun!",""],["Guo-Jim_國鈞下午10","04"],["tmonk 頭髮也很漂亮",""],["Isabel Hou下午10","04"],["歡迎下次大松",""]]}}