{"W8ZRLE6CQ5ulRuUTn7DksQ":{"content":"\n幼兒園的訂位金收據標準\n==\n\n#幼兒園\n#報名費\n#保額費\n#訂金\n\n幼兒園的訂位金收據標準（非官方）\n-以可退費為前提\n\n#只要涉及收退費請一切標準從嚴\n\n家長常常必須繳報名費或訂金，才能替孩子保留珍貴的一個名額；然而，就讀前萬一後悔或是抽到公幼或非營利幼兒園，可以退費嗎？\n\n要做到已訂位繳費及退費的證明，雙方必須依「收據」做為退費的原則，若沒有收據，只能靠雙方的口頭信任，若幼兒園不認這筆帳，也無從退費。\n\n請不要依賴口頭上的約定，任何妥協的做法都會影響業者在市場上的彈性，從鬆或從嚴，一切取決於所有消費者的態度...","tags":[["tags","幼兒園,開放資料"],["-",""]]},"U_A8U4cFToS27ptKXnsPDA":{"content":"針對全國教保資訊網\n1. 希望增加欄位： 立案證書相片、負責人姓名、老師人數、就職老師（含師生比）、廚工司機等 、實際收托孩童人數、室內室外面積、交通車牌、契約書簽約情況、公共消防安全檢查\n2. 裁罰紀錄更新需要更即時\n3. 希望個別幼兒園的資訊可以有固定編號，理想上是以各縣市許可文號為基礎\n4. 希望以 CSV 或更友善的格式釋出所有資料\n5. 希望開放過去10年所有的收費與違規資料\n6. 違規記錄一旦存在就該持續保留，不是改善就隱藏\n7. 園所被核可用作教保之用的平面圖\n8. 幼照法原規定要公開幼兒保險情形\nhttps://law.moj.gov.t...","tags":[["延伸討論",""]]},"LqTcbFcUQKuzakEmm2fnaA":{"content":"\n新北市教育局至107至109到底做出了哪些裁罰\n==\n\n#裁罰\n#違規\n#幼兒園\n#新北市\n\n新北市教育局至107.07至109.12，將近兩年半\n到底做出了哪些裁罰？次數又如何？\n\n我們做了一份所有跟幼兒園有關的裁罰法令，並且加入新北所有裁罰項目、曾受過裁罰的園所及違規次數，整理出違規項目排名：\n.\n第一名：#超收幼生\n第二名：雇用無照老師\n第三名：師生比不符\n第四名：超收費用\n使用未經核准之娃娃車載送幼兒\n第五名：違規收托國小幼童及辦課後照顧服務\n.\n哪些幼教相關法令具有罰則？\n1.幼兒教育與照顧法\n2教保服務人員條例\n3.兒童及少年福利與...","tags":[["tags","幼兒園,開放資料"],["-",""]]},"w3iv3J6vTii0sJX14fGYKw":{"content":"\n幼幼班可否開班\n==\n\n原則上，新北市教育局對這樣的幼兒園，是不能開幼幼班的，但近日發現有個不合時宜的例外規定，特此說明，幼幼班可否開班有兩種情況\n\n🅰️設立許可證書無「2歲以至入國民小學前幼兒000名」等文字，則「不可開幼幼班及收費」\n\n🅱️ 設立許可證書寫有「2歲以至入國民小學前幼兒000名」等文字，則可開幼幼班，但「不能收費」\n請問有哪一家幼兒園收幼幼班卻不收費的？至於收了有無報稅或利用什麼名目報稅，不得而知。\n\n👉🏼不合時宜的原因\n教育局說出現這種狀況是過去幼托整合後，這些幼兒園仍可收幼幼班，但仍需符合幼教相...","tags":[["tags","幼兒園,開放資料"],["-",""]]},"JGGQAG1HSdSYzKphAqHu2g":{"content":"\n收費的課中才藝課絕對違法\n==\n#課後才藝課\n#收費的課中才藝課絕對違法\n#實在很不想講課後的收費才藝課\n#但媽媽經和托育小幫手一直傳遞可能錯誤資訊\n#破壞三觀文慎入\n\n這篇由媽媽經所撰文的才藝費大解密\n在相關法令的說明很完整（推薦必讀）\n\n但有段說明恐作者並未向 #國教署 釐清幼兒園是否適合開「收費」才藝課？\n\n節錄恐有疑慮之說明\n『因此，幼兒園收取才藝費多是於四點之後（通常為四點至五點），在政府法規沒有明訂的模糊地帶收費』\n\n依據國教署的態度\n（解釋文函放在留言處，注意：解釋文函屬可朔及既往之效，也就是說一直都適...","tags":[["tags","幼兒園,開放資料"],["-",""]]},"YpKcqh8xTdqVXCClAl8yxA":{"content":"\n以有無保險確認您的孩子非超收幼生\n==\n#109學年度唯一一家團保為國泰人壽\n#不二價175元\n#不多不少\n#沒有什麼180也沒有200這種價格\n#超過175就是多收\n#沒收或保別的或保別家很有可能是超收\n#正式入園列入幼兒清冊的幼兒一定有團保\n#怕自己被超收請趕快去問國泰人壽\n依照幼照法第29條規定，幼兒園業者必須幫學童辦理投保團保，若是幼兒園沒有投保，那你就要注意您的幼兒園有可能 #超收 幼生而隱瞞，有些園所收據都不會列出收費明細，或甚至連收據都沒有，這時候為了維護孩子權益，你可以向園所要求出示投保證明，或是親至國泰人壽辦理查...","tags":[["tags","幼兒園,開放資料"],["-",""]]},"Gto6dygpT3SElJrV3UC1TQ":{"content":"\n幼兒園是否得使用地下室\n==\n\n依據「幼兒園及其分班基本設施設備標準」表示「不得設置於地下室」，但「位於山坡地或因基地整地形成地面高低不一，且非作為防空避難設備使用之地下一層，得作為室內遊戲空間使用。」該地下室規定「應符合下列規定：\n.\n一、其週邊應留設有兩側以上，寬度至少四公尺及長度至少二公尺之空間，兼顧逃生避難及通風採光。\n.\n二、設置二處進出口，其中一處，應通達可逃生避難之戶外。」\n.\n也就是說\n👉除非幼兒園位於山坡地，不然都不得使用地下室，查了新北市共有四家幼兒園地址有登記地下室，僅能作為辦公使用...","tags":[["tags","幼兒園,開放資料"],["-",""]]}}